/**
 *
 *
 */

export default {
  L10000: "ဆက်သွယ်မူ,မည်သည့်နေရာမဆို",
  L10001: "လုံခြုံမူ,ရုံကြည်မူ,ဘက်စုံ",
  L10002:
    "အဆင့်မြင့်လုပ်ဆောင်ချက်အားဖြင့် ခံစားခွင့်စွမ်းအင်များပေးအပ်ခြင်း,လူမူဂွန်ရက်,အီချက်ကိုချက်ချင်းတောင်းလိုက်ပါ,နေရာအချိန်မရွေးပြောဆိုနိုင်သည် မိုဘိုင်းနည်းစနစ်တွင်ကိုဒေါင်းတင်တင်ခြင်း",
  L10003: "မိုဘိုင်းနည်းစနစ်တွင်ကိုဒေါင်းတင်တင်ခြင်း",
  L10004: "ချက်တင်လုံခြုံရေး ",
  L10005:
    "ကျွန်ုပ်တို့သည်အဆင့်မြင့်စာဝှက်စနစ်နည်းပညာကိုအသုံးပြုပြီး၊ မှတ်တမ်းများကို Echatapp တွင်မထားပါ။ အသုံးပြုသူများကိုယ်တိုင် မှလွဲ၍ တတိယပါတီများ (Echatapp အပါအဝင်) သည် ချက်တ်အကြောင်းအရာများကိုမရရှိနိုင်ပါ။ အသုံးပြုသူများအားလုံးအတွက် စိတ်ချရသောလုံခြုံမှု၊ ဆက်သွယ်ရေး နှင့် ဘဝအဆင်ပြေမှုကို ပေးအပ်ပါသည်။",
  L10006: "နှစ်ဘက်စလုံးမက်ဆေ့မရှိစေရန်ဖျက်ခြင်း",
  L10007:
    "သင်သည်အခြားသူအားမှားယွင်းစွာပို့မိသည်ဖြစ်စေ၊ မက်ဆေ့ခ်ျသည်အပျက်သဘောဆောင်သောသက်ရောက်မှုရှိသည်ဖြစ်စေ၊ အသိပေးခြင်းမရှိဘဲ မက်ဆေ့ခ်ျကိုချက်ချင်းရုပ်သိမ်း ဖျက်ပစ်ခြင်းစနစ်သည် သင်အား ကသိကအောက်ဖြစ်စေသောအခြေအနေများမှ ရှောင်ရှားနိုင်ရန် ကူညီပေးနိုင်သည်။ မက်ဆေ့ခ်ျများကိုဖျက်သောအခါ 'အားလုံးမှဖျက်မည်' ဆိုသည့်အချက်ကိုရွေးပေးခြင်းဖြင့် သင်နှင့်အခြားလူ၏ကိရိယာအားလုံးတွင်ရှိမက်ဆေ့ချ်များကိုတစ်ချိန်တည်းတွင်သဲလွန်စမရှိဘဲဖျက်ပစ်နိုင်သည်။ ",
  L10008: "ကိုယ်ရေးကိစ္စကိုယုံကြည်စိတ်ချစွာလျှို့ဝှက်ထားခြင်း",
  L10009:
    "ခြင်းစနစ်သည် အသုံးပြုသူအတွက်ပိုမိုလွယ်ကူပြီးသင်၏ ကိုယ်ရေးကိစ္စစက်တင် များကိုနားလည်နိုင်သည်။ သင်၏ဖုန်းနံပါတ်၊ အွန်လိုင်းအခြေအနေ၊ ဖုန်းခေါ်ဆိုမှု၊ ဖတ်ရန်အခြေအနေစသည်တို့လည်းကောင်း၊ မိမိ၏ကိုယ်ရေးကိစ္စကိုကာကွယ်ရန်သော်လည်းကောင်း ကိုယ်ရေးကိစ္စစက်တင်မှတစ်ဆင့် သတ်မှတ်ထားသည့်အုပ်စုများအား သီးသန့်စစ်ထုတ်ခြင်းနှင့်ကန့်သတ်ခြင်းတို့ကိုလုပ်ဆောင်နိုင်သည်။",
  L10010: "ကိုယ်ကြိုက်သလိုအမျိူးမျိူးပြောင်းလဲမူ",
  L10011:
    "သူငယ်ချင်းများနှင့်ကောင်းမွန်စွာမတ်ဆေ့ပေးပို့နိုင်ပါသည် ,အချိန်မရွေး ဆက်သွယ်ရေး‌ကိရိယာပြောင်းရွေ့နိုင်ခြင်း",
  L10012: "အမျိုးမျိုးသောလူမှုရေးနည်းလမ်းများ ",
  L10013:
    "- သီးသန့်ချက်တ်ခြင်း၊ လျှို့ဝှက်ချက်တ်ခြင်း၊ ဂရု(ပ်)ချက်တ်ခြင်း၊ ဖုန်းခေါ်ဆိုမှု၊ လှုပ်ရှားသောအခြေအနေ၊ အနီးရှိလူများ၊ အများဆိုင်ဂရု(ပ်)များစသည်တို့ရှိပြီး ၊ ဂရု(ပ်)ချက်တ်အဖွဲ့ဝင်များအပေါ်တွင်ကန့်သတ်ချက်များမရှိပါ။",
  home: "စာမျက်နှာ",
  security: "အကောင့်လုံခြုံမူ",
  authentication: "မှတ်ပုံတင်",
  logOut: "အကောင့်ထွက်မည်",
  login: "မွတ္ပံုတင္ရန",
  help: "အကူအညီ",
  web: "ချက်အက်မင",
  Android: "Android<br>ဒေါင်းလုပ်ဆွဲခြင်း",
  ios: "IOS<br>ဒေါင်းလုပ်ဆွဲခြင်း",
  window: "Windows<br>ဒေါင်းလုပ်ဆွဲခြင်း",
  mac: "Mac<br>ဒေါင်းလုပ်ဆွဲခြင်း",
  andqrcode: "မိုဘိုင္းနည္းစနစ္ျဖင့္စကန္ႏွင့္QRဂုတ္္ကိုေဒါင္းေလာ့ဆြဲျခင္း",
  google: "Google စတိုး download",
  beta: "ဒအစမ်းသုံးဗား(လ်)ရှင်းကိုဒေါင်းလုတ်(တ်)လုပ်မည်",
  app: "IOS စတိုး download"
};
