/**
 *
 *
 */

export default {
  L10000: "沟通，无处不在",
  L10001: "安全、可靠、全面",
  L10002:
    "通过高性能功能为体验提供动力，聊天社交掌握在你的手里，立即下载Echatapp，随时随地畅所欲言",
  L10003: "安装包下载",
  L10004: "聊天安全 ",
  L10005:
    "我们采用先进的端到端加密技术，且不在 Echatapp 留存记录；除使用者本身，第三方 (包含 Echatapp) 皆无法取得聊天内容，为使用者们提供一个安全的隐私、沟通与便利生活的聊天环境 ",
  L10006: "无痕双向删除 ",
  L10007:
    "无论是发送错了对象还是消息带有负面影响，讯息撤回删除无提示能帮忙您避开尴尬场面，只需在删除消息时勾选从所有人中删除，即可同时无痕删除你和对方所有设备上的消息 ",
  L10008: "隐私保密",
  L10009:
    "更人性化更懂您的隐私设定，无论是你的手机号码、在线状态、通话、已读状态等等，都可以通过隐私设定来过滤限制指定的人群，全面保障您的隐私安全",
  L10010: "多端随意切换",
  L10011: "多端同步您的好友名单和聊天内容，让您可以随时切换聊天的装置。",
  L10012: "多元化社交方式",
  L10013:
    "私聊、密聊、群聊、通话、动态、附近的人、公开的群等等社交方式应有尽有，且群聊成员不设限",
  home: "首页",
  security: "账号安全",
  authentication: "身份认证",
  logOut: "退出登录",
  login: "登录",
  help: "帮助",
  web: "网页聊天",
  Android: "安卓<br>下载",
  ios: "IOS<br>下载",
  window: "Windows<br>下载",
  mac: "Mac<br>下载",
  andqrcode: "安卓扫描二维码下载",
  google: "谷歌商店下载",
  beta: "体验版下载",
  app: "苹果商店下载"
};
