<template>
    <!-- 注册协议 -->
    <div class="AgreementLayer" @click="doClose()" v-if="isShow" :class="{active: isShow}">
		<div class="AgreementContent" @click.stop=";">
			<header><i @click="doClose()"></i>အသုံးပြုသူသဘောတူညီချက်</header>
			<div class="content">
				<p class="mt"><b>အီခ်က္ေဆာ့ဝဲသံုးရန္ခြင့္ျပဳခ်က္ႏွင့္ဝန္ေဆာင္မႈသေဘာတူညီခ်က္</b></p>
				<p>ကၽြန္ေတာ္တို႕၏ေဆာ့ဝဲႏွင့္ဝန္ေဆာင္မႈကိုအသံုးမျပဳခင္လူၾကီးမင္းသညအီခ်က္ေဆာ့ဝဲသံုးရန္ခြင့္ျပဳခ်က္ႏွင့္ဝန္ေဆာင္မႈသေဘာတူညီခ်က္တြင္ပါရိွေသာအခ်က္အလက္မ်ား၊အထူးသျဖင့္ေဆာ့ဝဲႏွင့္ပက္သက္ေသာတာဝန္ယူရန္အပိုင္းႏွင့္ကန္႕သတ္ခ်က္မ်ား၊ျငင္းခံုမႈမ်ားေျဖရွင္းရန္နည္းလမ္းအခ်က္အလက္မ်ားကိုအထူးတလည္ဂရုစိုက္စြာဖတ္ရႈရန္ေတာင္းဆိုပါသည္။အေရးပါေသာအခ်က္အလက္မ်ားကိုစာလံုးမည္းႏွင့္ေအာက္မ်ည္းသားျခင္းျဖင့္လူၾကီးမင္းသိသာထင္ရွားေအာင္ေရးသားထားပါသည္။</p>
				<p>&lt;အီခ်က္ေဆာ့ဝဲသံုးရန္ခြင့္ျပဳခ်က္ႏွင့္ဝန္ေဆာင္မႈသေဘာတူညီခ်က္ကိုေသခ်ာဖတ္ရႈျပီးနားလည္သေဘာေပါက္ေသာသူမွအပအျခားသူမ်ားအားေဆာ့ဝဲကိုအသံုးျပဳရန္ခြင့္မျပဳပါ။လူၾကီးမင္းသည္ေဆာ့ဝဲကိုကူးယူ၍မွတ္ပံုတင္ျခင္း၊အသံုးျပဳျခင္းမ်ားရိွပါကကၽြန္ေတာ္တို႕ေဆာ့ဝဲမွလူၾကီးမင္းသည္ေဆာ့ဝဲႏွင့္ပက္သက္ေသာအခ်က္အလက္မ်ား၊ဥပေဒစညး္ကမ္းမ်ားကိုသေဘာတူညီ၍အသံုးျပဳသည္ဟုသတ္မွတ္မည္။</p>
				<p>အကယ္၍သင့္အေနျဖင့္အသက္အရြယ္ငယ္လြန္းျခင္း၊နားလည္မႈစြမ္းရည္ေလ်ာ႔နည္းျခင္းျဖစ္ေပၚပါကမိမိ၏အုပ္ထိန္းသူႏွင့္အတူတကြဤသေဘာတူစာခ်ဳပ္ကိုဖတ္ရႈရန္ေတာင္းဆိုပါသည္။</p>
				<p>ဤေဆာ့ဝဲကိုအသံုးျပဳသူမ်ားသည္တရုတ္ျပည္မၾကီးႏိုင္ငံသားမွအပအျခားေသာႏိုင္ငံသားမ်ားသည္စာခ်ဳပ္တြင္ပါရိွေသာအခ်က္မ်ားကိုလိုက္နာရန္သာမကမိမိေနထိုင္ေသာႏိုင္ငံမွသတ္မွတ္ထားေသာဥပေဒစည္းကမ္းမ်ားကိုလည္းလိုက္နာရန္ေတာင္းဆိုသည္။</p>
				<p>(1)စာခ်ဳပ္၏ကန္႔သတ္ခ်က္မ်ား</p>
				<p>(1.1)ဤစာခ်ဳပ္သည္လူၾကီးမင္းအားေဆာ့ဝဲကိုကူးယူျခင္း၊အသံုးျပဳျခင္း၊မွတ္ပံုတင္းျခင္းစသည္တို႔ကိုျပဳလုပ္စဥ္</p>
				<p>အတြင္းလိုက္နာရမည့္အခ်က္မ်ားကိုသတ္မွတ္ထားေသာသေဘာတူညီခ်က္မ်ားျဖစ္သည္။</p>
				<p>(1.2)ဤစာခ်ဳပ္တြင္ပါဝင္ေသာအေၾကာင္းအရာမ်ားႏွင့္ပက္သက္၍ေဆာ့ဝဲ၏သေဘာတူညီခ်က္မ်ား၊စည္းမ်ည္း</p>
				<p>စည္းကမ္းမ်ား၊အသံုးျပဳပံုလမ္းညြန္မ်ားကိုတရားဝင္ေၾကာ္ျငာထုတ္ျပန္ျပီးသည့္ေနာက္လူၾကီးမင္းမ်ားလိုက္နာက်င့္</p>
				<p>သံုးရမည္။</p>
				<p>(2)ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈႏွင့္ပတ္သက္၍</p>
				<p>(2.1)အီခ်က္ေဆာ့ဝဲသည္ကုမၸဏီမွသေဘာတူညီခ်က္စာခ်ဳပ္အရအသံုးျပဳသူမ်ားအားကူးယူျခင္း၊တပ္ဆင္ျခင္း၊အသံုးျပဳျခင္းမ်ားကိုျပဳလုပ္နိုင္ေသာေဆာ့ဝဲျဖစ္သည္။</p>
				<p>(2.2)လူၾကီးမင္းသည္ဤေဆာ့ဝဲႏွင့္ပတ္သက္၍ကုမၺဏီမွလိုအပ္ခ်က္အရေဆာ့ဝဲအသစ္ေျပာင္းလဲျခင္း၊အေၾကာင္းအရာအသစ္ျပဳျပင္ျခင္းမ်ားျပဳလုပ္ႏိုင္ေၾကာင္းသိရိွ၍သေဘာတူညီရမည္။</p>
				<p>(2.3)လူၾကီးမင္းသည္ဤေဆာ့ဝဲကိုအသံုးျပဳရန္ေဆာ့ဝဲ၏နည္းစနစ္လည္ပတ္ႏိုင္ေသာဖုန္း(သို႕မဟုတ္)ကြန္ျပဴတာကိုအသံုးျပဳရန္၊သို႔မဟုတ္ပါကအသံုးျပဳရန္ခက္ခဲမႈမ်ားရိွႏိုင္သည္။</p>
				<p>(2.4)သေဘာတူစာခ်ဳပ္အရဤေဆာ့ဝဲကိုအသံုးျပဳေနေသာသင္သည္မည္သည့္အေၾကာင္းအရင္းေၾကာင့္မဆိုသင့္အေကာင့္အားတစ္ျခားေသာသူအားသံုးစြဲျခင္းခြင့္မျပဳပါ။</p>
				<p>(2.4.1)လူၾကီးမင္းသည္ဤေဆာ့ဝဲကိုအသံုးျပဳရန္အင္တာနက္ကြန္ယက္(သို႔)APP ျဖင့္ကူးယူ၍တပ္ဆင္ျပီးအသံုးျပဳ</p>
				<p>ရန္မွတ္ပံုတင္ျခင္းျပဳလုပ္ႏိုင္သည္။</p>
				<p>(2.4.2)အထက္ပါသေဘာတူစာခ်ဳပ္တြင္ပါဝင္ေသာအေၾကာင္းအရာႏွင့္အခ်က္အလက္မ်ားကိုေဆာ့ဝဲကုမၸဏီမွထိန္းခ်ဳပ္သိမ္းဆည္းထားမည္ျဖစ္ေၾကာင္းလူၾကီးမင္းအားအသိေပးသေဘာတူစာေစာင္ကိုေပးပို႕မည္။</p>
				<p>(3)အီခ်က္ID</p>
				<p>ဤေဆာ့ဝဲကိုအသံုးျပဳရန္အတြက္လူၾကီးမင္းသည္အီခ်က္IDျဖင့္မွတ္ပံုတင္ရမည္။&lt;အီခ်က္ကိုယ္ပိုင္မူဝါဒ၏</p>
				<p>ေတာင္းဆိုခ်က္ကိုလိုက္နာရမည္။လူၾကီးမင္းသည္အီခ်က္IDကိုအခ်ိန္ၾကာျမင့္စြာသံုးစြဲျခင္းမရိွပါကေဆာ့ဝဲကုမၺဏီမွ</p>
				<p>၎အီခ်က္IDကိုျပန္လည္သိမ္းဆည္းျပီးထပ္မံသံုးခြင့္မျပဳေတာ့ပါ။</p>
				<p>(4)ေဆာ့ဝဲကိုရယူရန္</p>
				<p>(4.1)လူၾကီးမင္းသည္ဤေဆာ့ဝဲကိုေဆာ့ဝဲ၏ကိုယ္ပိုင္အင္တာနက္ကြန္ယက္(သို႔)အျခားေသာအင္တာနက္ကြန္ယက္တြင္တိုက္ရိုက္ေဒါင္းေလာ့ဆြဲ၍အသံုးျပဳနိုင္္သည္။</p>
				<p>(4.2)လူၾကီးမင္းသည္အီခ်က္ရဲ႕ခြင့္ျပဳခ်က္မရိွထားေသာအင္တာနက္ကြန္ယက္မွေဆာ့ဝဲကိုေဒါင္းေလာ့ဆြဲယူ၍အသံုးျပဳပါကထိုေဆာ့ဝဲကိုပံုမွန္ေကာင္းမြန္စြာအသံုးျပဳနိုင္ရန္ကုမၸဏီမွတာဝန္မယူပါ။</p>
				<p>(5)ေဆာ့ဝဲကိုတပ္ဆင္ျခင္းႏွင့္ျဖဳတ္ခ်ျခင္း</p>
				<p>(5.1)လုပ္ေဆာင္ေသာနည္းစနစ္ႏွင့္သံုးစြဲသူမတူညီေသာေၾကာင့္ေဆာ့ဝဲကုမၺဏီမွမတူညီေသာဗားရွင္းကိုထုတ္လုပ္ထားပါသည္။လူၾကီးမင္းသည္မိမိႏွင့္ကိုက္ညီေသာဗားရွင္းကိုေဒါင္းေလာ့ဆြဲ၍အသံုးျပဳနိုင္သည္။</p>
				<p>(5.2)လူၾကီးမင္းသည္ေဒါင္းေလာ့ဆြဲယူျပီးေနာက္ေဆာ့ဝဲ၏လုပ္ေဆာင္မႈလမ္းညြန္အတိုင္းအဆင့္ဆင့္ျပဳလုပ္ျပီး</p>
				<p>တပ္ဆင္အသံုးျပဳနိုင္သည္။</p>
				<p>(5.3)ကုမၸဏီ၏စီစဥ္မႈမဟာဗ်ဴဟာႏွင့္ျပင္ဆင္မႈမ်ားေၾကာင့္မတူညီေသာေဒသတြင္ေနထိုင္ေသာအသံုးျပဳသူမ်ားသည္ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈမွာျခားနားမႈမ်ားရိွမည္။ေဆာ့ဝဲကုမၺဏီမွလိုအပ္ခ်က္အတိုင္းဖန္တီးထားေသာအခ်က္အလက္မ်ားသာလွ်င္အမွန္ျဖစ္သည္။</p>
				<p>(5.4)လူၾကီးမင္းဤေဆာ့ဝဲဝန္ေဆာင္မႈကိုအသံုးမျပဳလိုျခင္း(သို႕)ဗားရွင္းအသစ္ေျပာင္းလဲလိုျခင္းျဖစ္ေပၚကကိုယ္တိုင္</p>
				<p>ေဆာ့ဝဲကိုဖ်က္သိမ္းျခင္း၊ေျပာင္းလဲျခင္းမ်ားျပဳလုပ္နိုင္သည္။ထို႕အျပင္ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈပိုမိုေကာင္းမြန္ေစရန္လူၾကီးမင္း၏ထင္ျမင္ခ်က္မ်ားကိုလည္းျပန္လည္ေရးပို႕ႏိုင္သည္။</p>
				<p>(6)ေဆာ့ဝဲအသစ္ဖန္တီးျခင္း</p>
				<p>(6.1)အသံုးျပဳသူမ်ား၏ေတြ႕ၾကံဳမႈနွင့္ဝန္ေဆာင္မႈမ်ားကိုပိုမိုေကာင္းမြန္ေစရန္အတြက္ေဆာ့ဝဲဗားရွင္းမ်ားကိုအဆက္မပ်က္အသစ္မ်ားဖန္တီးေပးသြားပါမည္။</p>
				<p>(6.2)အသံုးျပဳသူမ်ား၏ေတြ႔ၾကံဳမႈႏွင့္ဝန္ေဆာင္မႈမ်ားပိုမိုလံုျခံဳမႈရိွေစရန္အတြက္ေဆာ့ဝဲကုမၸဏီမွေဆာ့ဝဲမ်ားကိုဗားရွင္းျမင့္တင္ ျခင္း၊လုပ္ေဆာင္မႈမ်ားကိုျမင့္တင္ျခင္း၊ဝန္ေဆာင္မႈအေၾကာင္းအရာမ်ားကိုျပဳျပင္ျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။</p>
				<p>(6.3)ကုမၸဏီမွသံုးစြဲသူတို႕အားဗားရွင္းအသစ္ကိုအသံုးျပဳရန္အတည္ျပဳေၾကျငာျပီးေနာက္၊ေဆာ့ဝဲကုမၸဏီမွသင္၏ဗားရွင္းအေဟာင္းကိုဆက္လက္အသံုးျပဳနိုင္ရန္(သို႕)အျခားဝန္ေဆာင္မႈမ်ားကိုဆက္လက္ေပးႏိိုင္ရန္အာမခံျခင္းမေပးႏိုင္ပါ။ထို႔ေၾကာင့္သင္သည္အခ်ိန္မွန္ဗားရွင္းအသစ္ကိုေျပာင္းလဲေပးရန္ေမတၱာရပ္ခံပါသည္။</p>
				<p>(7)အသံုးျပဳသူမ်ား၏ကိုယ္ေရးကိုယ္တာအခ်က္အလက္မ်ားကိုေစာင့္ေရွာက္မႈ</p>
				<p>(7.1)ဤေဆာ့ဝဲ၏အဓိကရည္ရြယ္ခ်က္မွာအသံုးျပဳသူမ်ား၏ကိုယ္ေရးကိုယ္တာအခ်က္အလက္မ်ားကိုေစာင့္ေရွာက္ရန္ျဖစ္သည္။ေဆာ့ဝဲကုမၸဏီိိမွ&lt;အီခ်က္၏ကိုယ္ပိုင္မူဝါဒတြင္သတ္မွတ္ထားေသာစည္းကမ္းခ်က္မ်ားအတိုင္းအသံုးျပဳသူမ်ား၏ကိုယ္ေရးကိုယ္တာအခ်က္အလက္မ်ားကိုစုစည္းျခင္း၊အသံုးျပဳျခင္း၊သိမ္းဆည္းျခင္းႏွင့္မွ်ေဝျခင္းမ်ားျပဳလုပ္ေပးမည္။</p>
				<p>(7.2)လူၾကီးမင္းသည္ေဆာ့ဝဲကိုအသံုးျပဳရန္မွတ္ပံုတင္ေသာအခ်ိန္တြင္လိုအပ္ေသာအခ်က္အလက္မ်ားကိုသင္ေနထိုင္ေသာႏိုင္ငံ၏ဥပေဒေတာင္းဆိုခ်က္အတိုင္းျဖည့္သြင္းေပးရမည္။ဥပမာ-မိမိ၏မွတ္ပံုတင္နံပါတ္ကိုမွန္ကန္စြာျဖည့္သြင္းေပးျခင္း   ေတာင္းဆိုခ်က္မ်ားအတိုင္းမွန္ကန္စြာျဖည့္သြင္းျခင္းမရိွပါကေဆာ့ဝဲ၏ဝန္ေဆာင္မႈကိုတားဆီျခင္း၊ပိတ္ပင္ျခင္းမ်ားျပဳလုပ္ႏိုင္သည္</p>
				<p>(7.3)ပံုမွန္အေျခအေနတြင္လူၾကီးမင္၏အင္တာနက္ကြန္ယက္ေပၚတြင္ေဖာ္ျပထားေသာအေၾကာင္းအရာမ်ားကိုမိမိကိုယ္တိုင္ျပဳျပင္ေျပာင္းလဲျခင္းမ်ားျပဳလုပ္ႏုိင္သည္။သို႔ေသာ္အသံုးျပဳစဥ္လံုျခံဳမႈရိွေစရန္လူၾကီးမင္းေရွးဦးစြာမွတ္ပံုတင္စဥ္ျဖည့္သြင္းထားေသာအခ်က္အလက္မ်ားကိုျပန္လည္ျပဳျပင္ျခင္းမ်ားလုပ္ေဆာင္၍မရႏိုင္ပါ။</p>
				<p>(7.4)လူၾကီးမင္း၏ကိုယ္ေရးကိုယ္တာလွ်ိဳ႕ဝွက္ခ်က္မ်ားကိုျပင္ပသို႕မေပါက္ၾကားေစရန္ဤေဆာ့ဝဲသည္ပို၍လံုျခံဳေသာနည္းပညာႏွင့္နည္းစနစ္မ်ားျဖစ္ထိန္းခ်ဳပ္၍ကာကြယ္ေစာင့္ေရွာက္ထားပါသည္။</p>
				<p>(7.5)ေအာက္ပါအခ်က္မ်ားမွလြဲ၍ဤေဆာ့ဝဲသည္လူၾကီးမင္း၏ကိုယ္ေရးကိုယ္တာလွ်ိဳ႕ဝွက္ခ်က္မ်ားကိုအျခားသူအားေဖာ္ျပ  ျခင္းမရိွေစရပါ။</p>
				<p>1.သက္ဆိုင္ရာဌာနမွဥပေဒစည္းကမ္းခ်က္ႏွင့္အညီေတာင္းယူၾကည့္ျခင္း</p>
				<p>2.ပိုင္ဆုိင္မႈမ်ားက္ိုေျပာင္းေရြ႕ျခင္း၊လြဲေျပာင္းျခင္း၊ေပါင္းစည္းျခင္း၊ခြဲျခမ္းျခင္း၊ေရာင္းဝယ္ျခင္းမ်ားေၾကာင့္</p>
				<p>3.လူၾကီးမင္း၏ေတာင္းဆုိသည့္ဝန္ေဆာင္မႈ အရေဆာင္ရြက္ျခင္း</p>
				<p>4.<အီခ်က္၏ကုိယ္ပိုင္မူဝါဒ>အရသုိ႕မဟုတ္အျခားေသာစာခ်ဳပ္၏သတ္မွတ္ခ်က္အေျခအေနအရအျခားသူမ်ားအား 	ေဖာ္ျပေစျခင္းေၾကာင္</p>
				<p>(7.6)ဤေဆာ့ဝဲသည္အသက္မျပည့္ေသးေသာလူငယ္မ်ား၏ကိုယ္ေရးကိုယ္တာအခ်က္အလက္မ်ားကိုေသခ်ာစြာထိန္းသိမ္းေစာင့္ေရွာက္ေပးသည္။သင့္အေနျဖင့္ကိုယ္ပိုင္ဆံုးျဖတ္ႏိုင္စြမ္းမရိွေသးေသာလူငယ္ျဖစ္ပါကမိမိ၏အုပ္ထိန္းသူခြင့္ျပဳခ်က္ရရိွမွသာအသံုးျပဳသင့္သည္။</p>
				<p>(8)သံုးစြဲသူ၏အျပဳအမူႏွင့္စီမံခန္႕ခြဲမႈ</p>
				<p>(8.1)အသံုးျပဳသူမ်ားသိရိွရန္အခ်က္မ်ား</p>
				<p>လူၾကီးမင္းသည္ေအာက္ပါအခ်က္မ်ားကိုေသခ်ာစြာဖတ္ရႈျပီးသေဘာတူညီမႈရိွရမည္။</p>
				<p>8.1.1လူၾကီးမင္းအတြက္ပိုမိုေကာင္းမြန္ေသာဝန္ေဆာင္မႈမ်ားႏွင့္လံုျခံဳမႈမ်ားကိုေပးႏိုင္ရန္ရည္ရြယ္၍ဥပေဒစည္းကမ္းခ်က္အရလူၾကီးမင္းႏွင့္သက္ဆိုင္ေသာအခ်က္အလက္မ်ားစုစည္းျခင္း၊အသံုးျပဳျခင္းမ်ားျပဳလုပ္ေပးမည္။ဥပမာ-ဤေဆာ့ဝဲသည္လူၾကီးမင္းမွတင္ျပထားေသာကိုယ္ပိုင္အခ်က္အလက္မ်ား၊သင္၏မိတ္ေဆြမ်ားႏွင့္စာဖြဲ႕အခ်ိန္တြင္သင္၏အသံုးျပဳေနသည့္စက္ကိရိ
					ယာမ်ား၊အင္တာနက္သံုးစြဲအေျခအေနမ်ားကိုျပသႏိုင္သည္။သင့္အေနျဖင့္အထက္ပါအခ်က္မ်ားေၾကာင့္ယူေဆာင္လာမည့္အ
					ဆင္မေျပမႈမ်ားကိုၾကိဳတင္သိရိွရမည္။</p>
				<p>8.1.2လူၾကီးမင္းသည္ေဆာ့ဝဲ၏အထူးဝန္ေဆာင္မႈမ်ားကိုအသံုးျပဳလိုပါကသက္ဆိုင္ရာစာခ်ဳပ္မ်ား၊စည္းကမ္းမ်ားကိုေသခ်ာစြာဖတ္ရႈသေဘာတူမွသာလွ်င္အသံုးျပဳႏိုင္သည္။</p>
				<p>8.1.3လူၾကီးမင္းသည္မိမိမေဖာ္ျပလိုေသာအခ်က္အလက္မ်ား(သို႕)ေဆာ့ဝဲ၏တခ်ိဳ႕ေသာဝန္ေဆာင္မႈမ်ားကိုမလိုအပ္ပါကပယ္ဖ်က္ပိုင္ခြင့္ရိွသည္။</p>
				<p>8.1.4ဤေဆာ့ဝဲသည္လူၾကီးမင္း၏လုပ္ငန္းပိုင္းနွင့္သက္ဆိုင္ေသာအခ်က္အလက္မ်ားကိုလံုျခံဳစြာသိမ္းဆည္းေပးႏိုင္ရန္အာမခံသည္။သို႕ေသာ္္ေအာက္ပါအခ်က္မ်ားေၾကာင့္မွားယြင္းျခင္းျဖစ္ေပၚပါကကုမၸဏီမွလံုးဝအာမခံျခင္းမေပးႏိုင္ပါ။</p>
				<p>1.သင္သည္အျခားေဆာ့ဝဲေၾကာင့္(သို႕)ဤေဆာ့ဝဲေၾကာင့္သက္ဆိုင္ရာအခ်က္အလက္မ်ားကိုမွားယြင္းစြာဖ်က္သိမ္းမိ ျခင္းေၾကာင့္ျဖစ္ေပၚလာေသာဆံုးရံႈးမႈမ်ား</p>
				<p>2.ေဆာ့ဝဲကုမၸဏီမွလူၾကီးမင္း၏ေဆာ့ဝဲတြင္ပါရိွေသာအခ်က္အလက္မ်ားလြန္းေသာေၾကာင့္အျခားတေနရာသို႕ေျပာင့္ေရြ႕ထိန္းသိမ္းရန္အသိေပးေတာင္းဆိုမႈကိုမျပဳလုပ္ျခင္း</p>
				<p>3.လူၾကီးမင္းသည္မိမိ၏အေၾကာင္းရင္းေၾကာင့္ေဆာ့ဝဲကိုဆက္လက္အသံုးျပဳရန္ပိတ္ပင္ျခင္း(သို႕)ဥပေဒႏွင့္မလြတ္ကင္းသည့္ကိစြၥမ်ားေၾကာင့္အသံုးျပဳရန္ပိတ္ပင္ခံရျခင္းမ်ားျဖစ္ေပၚပါကလူၾကီးမင္း၏သိ္မ္းစည္းထားသည့္အခ်က္အလက္မ်ားကိုေဆာ့ဝဲမွဆက္လက္သိမ္းဆည္းရန္တာဝန္မရိွပါ။</p>
				<p>8.1.5မတူညီေသာဗားရွင္းေၾကာင့္လူၾကီးမင္းမ်ားေဆာ့ဝဲကိုအသံုးျပဳစဥ္ဝန္ေဆာင္မႈအေၾကာင္းအရာမ်ားျခားနားေနလိမ့္မည္သင္သည္ေဆာ့ဝဲကိုကူးယူ၍စတင္ဝင္ေရာက္စဥ္တြင္ေဆာ့ဝဲႏွင့္သက္ဆိုင္ေသာညႊန္ၾကားခ်က္အစုမ်ား၏စာေဆာင္မ်ားကိုေတြ႔ရိွရမည္။ထိုစာေဆာင္မ်ားမွသင့္ကိုပိုမိုေကာင္းမြန္ေသာေနာက္ဆံုးေပၚဗားရွင္းကိုျမွင့္တင္ရန္ညႊန္ၾကားလိမ့္မည္။</p>
				<p>8.1.6ေဆာ့ဝဲႏွင့္သက္ဆိုင္ေသာဝန္ေဆာင္မႈမ်ားကိုပိုမ္ိုလံုျခံဳေစရန္၊စနစ္က်ေစရန္ႏွင့္ေကာင္းမြန္စြာတိုးတက္ႏိုင္ရန္အတြက္ေဆာ့ဝဲကုမၸဏီမွေဆာ့ဝဲအသံုးျပဳသူ၏အခ်က္အလက္မ်ားကိုဖြင့္ေပးျခင္း၊ပိတ္ပင္ျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။ေအာက္ပါအေျခအေနမ်ားျဖစ္ေပၚလာပါကအသံုးျပဳသူမ်ားကိုအကန္႔သတ္မရိွဝန္ေဆာင္မႈမ်ားကိုပိတ္ပင္ျခင္း(သို႔)ယာယီပိတ္ျခင္းမ်ားျပဳလုပ္မည္</p>
				<p>1.ဥပေဒစည္းကမ္းမ်ား(သို႔)သေဘာတူစာခ်ဳပ္မ်ား၏စည္းကမ္းမ်ားကိုခ်ိဳးေဖာက္ျခင္း။</p>
				<p>2.ဝန္ေဆာင္မႈမ်ားကိုအေႏွာက္အယွက္ျဖစ္ေစျခင္း။</p>
				<p>3.လံုျခံဳမႈမရိွျခင္း</p>
				<p>4.ကၽြန္ေတာ္တို႕ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈမ်ားကိုဆင္တူရိုးမွားျပဳလုပ္ထားေသာအျခားေဆာ့ဝဲမ်ားကိုအသံုးျပဳျခင္း။</p>
				<p>5.ဒီဇိုင္း၊လုပ္ေဆာင္ခ်က္၊ေဖာ္ညႊန္းပံုမ်ားကိုအသံုးျပဳသူမ်ားမွမွားယြင္းစြာထင္ျမင္ေစႏိုင္ေသာေဆာ့ဝဲမ်ားျပဳလုပ္ျခင္း။</p>
				<p>6.အက်ိဳးအျမတ္တစံုတရာကိုရလို၍ေဆာ့ဝဲကိုအသံုးျပဳျပီးအျခားသူမ်ားအားအသံုးျပဳရန္စြဲေဆာင္ျခင္း။</p>
				<p>7. အက်ိဳးအျမတ္တစံုတရာကိုရလို၍ေဆာ့ဝဲကိုအသံုးျပဳျပီးအျခားသူမ်ားအားအသံုးျပဳရန္ျခိမ္းေျခာက္ျခင္း။</p>
				<p>8.မမွန္ကန္ေသာနည္းလမ္းျဖင့္အသံုးျပဳသူမ်ား၏ကိုယ္ေရးကုိုယ္္္္တာအခ်က္အလက္မ်ားကိုခိုးယူျခင္း။</p>
				<p>9.အီခ်က္(သို႕)အျခားေသာေဆာ့ဝဲ၏ဝန္ေဆာင္မႈစည္းကမ္းမ်ားကိုလိုက္နာမႈမရိွျခင္း။</p>
				<p>(8.2)အသံုးျပဳသူမ်ားအားတားျမစ္ထားေသာအျပဳအမူမ်ား</p>
				<p>  လူၾကီးမင္းသည္ဤေဆာ့ဝဲကိုအသံုးျပဳစဥ္ဥပေဒႏွင့္ဆိုင္ေသာစည္းကမ္းမ်ား၊အသံုးျပဳသူသေဘာတူစာခ်ဳပ္တြင္ပါရိွေသာ စည္းကမ္းမ်ားကိုလိုက္နာေဆာင္ရြက္ရမည္။</p>
				<p>(8.2.1)ဥပေဒမွတားျမစ္ထားေသာအျပဳအမူမ်ား</p>
				<p>လူၾကီးမင္းသည္ေဆာ့ဝဲကိုအသံုးျပဳစဥ္ေအာက္တြင္ေဖာ္ျပထားေသာအေၾကာင္းအရာမ်ားကိုျပန္လည္ကူးယူျခင္း၊ေဖာ္ျပျခင္း၊သတင္းလႊင့္ျခင္းမ်ားကိုမျပဳလုပ္ရပါ။</p>
				<p>1.ဖြဲ႕စည္းပံုအေျဖခံဥပေဒတြင္ပါရိွေသာအေၾကာင္းအရာမ်ားကိုဆန္႔က်င္ျခင္း</p>
				<p>2.ႏိုင္ငံေတာ္လွ်ိဳ႕ဝွက္သတင္းမ်ားကိုေပါက္ၾကားေစျခင္း၊လံုျခံဳမႈကိုဖ်က္ဆီးျခင္း</p>
				<p>3.ႏိုင္ငံေတာ္၏ဂုဏ္သိကၡာကိုက်ဆင္းေစမည့္အျပဳအမူမ်ား</p>
				<p>4.ႏိုင္ငံေတာ္ရိွတိုင္းရင္းသားအခ်င္းခ်င္းစည္းလံုးမႈကိုဖ်က္ဆီးျခင္း</p>
				<p>5.အမ်ိဳးသားေရးမူဝါဒမ်ားကိုဖ်က္ဆီးျခင္း</p>
				<p>6.လူ႕အဖြဲ႕စည္းျငိမ္သက္မႈမရိွေစရန္မွားယြင္းေသာသတင္းကိုပ်ံ႕လြင့္ေစျခင္း</p>
				<p>7.လိင္၊ေလာင္းကစား၊ၾကမ္းတမ္းရက္စက္ေသာေၾကာက္မက္ဖြယ္အေၾကာင္းအရာမ်ားကိုျဖန္႕ျဖဴးျခင္း</p>
				<p>8.အျခားေသာသူမ်ား၏လူ႕အခြင့္ေရးကိုခ်ိဳးေဖာက္ျခင္း</p>
				<p>9.ဥပေဒႏွင့္သက္ဆိုင္ေသာအခြင့္ေရးမ်ား၊ေတာင္းဆိုသည့္အခ်က္အလက္မ်ားကိုခ်ိဳးေဖာက္ျခင္း</p>
				<p>10.သေဘာတူစာခ်ဳပ္တြင္တားျမစ္ထားေသာအေၾကာင္းအရာမ်ားကိုျပဳလုပ္ျခင္း</p>
				<p>(8.2.2)ေဆာ့ဝဲအသံုးျပဳမႈ</p>
				<p>ဥပေဒမွခြင့္ျပဳျခင္း(သို႔)ဤေဆာ့ဝဲမွစာျဖင့္အေၾကာင္းၾကားစာရရိွျခင္းမွလြဲ၍ေအာက္ပါအခ်က္မ်ားကိုလူၾကီးမင္းမျပဳလုပ္ရပါ။</p>
				<p>1.ေဆာ့ဝဲတြင္ပါရိွေသာစာမူပိုင္ခြင့္အခ်က္မ်ားကုိဖ်က္ဆီးျခင္း</p>
				<p>2.ေဆာ့ဝဲ၏နည္းစနစ္မ်ားကိုမမွန္မကန္ျပဳလုပ္ျခင္း(သို႔)အျခားေသာနည္းလမ္းျဖင့္ေဆာ့ဝဲ၏ဂုတ္နံပါတ္အရင္းအျမစ္ကိုရွာေဖြျခင္း</p>
				<p>3.ေဆာ့ဝဲမွပိုင္ဆိုင္ေသာဥာဏ္ပညာမူပိုင္ခြင့္စာေဆာင္မ်ား၏အေၾကာင္းအရာမ်ားကိုကူးယူ၍အျခားစာေဆာင္မ်ားတြင္ျပန္လည္အသံုးျပဳျခင္း</p>
				<p>4.ေဆာ့ဝဲတြင္ပါရိွေသာအေၾကာင္းအရာမ်ားကိုေကာ္ပီကူးယူျခင္း၊ျပဳျပင္ျခင္း၊ျဖည့္္စြတ္ျခင္း၊ဖ်က္ဆီးျခင္းမ်ားမျပဳလုပ္ရပါ။</p>
				<p>5.မမွန္ကန္ေသာနည္းလမ္းျဖင့္ျပဳျပင္ျခင္းမ်ားျပဳလုပ္ျပီးေသာအခ်က္အလက္မ်ားကိုမည္သည့္ရည္ရြယ္ခ်က္အေၾကာင္းအရင္းေၾကာင့္ျဖစ္ေစျပည္သူလူထုထံသို႔သတင္းလြင့္ျခင္းမ်ားမျပဳလုပ္ရ</p>
				<p>6.အျခားေသာေဆာ့ဝဲကိုအသံုးျပဳ၍ဤေဆာ့ဝဲ၏အခ်က္အလက္မ်ားကိုကူးယူ၍အသံုးျပဳျခင္း</p>
				<p>7.မိမိကိုယ္တိုင္(သို႔)အျခားသူအားအသံုးခ်၍ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈမ်ားကိုေနွာက္ယွက္ျခင္း</p>
				<p>8.အျခားေသာနည္းလမ္းျဖင့္ဝန္ေဆာင္မႈမ်ားကိုဖ်က္ဆီးေႏွာက္ယွက္ျခင္းအျပဳအမူမ်ား</p>
				<p>(8.2.3)အသံုးျပဳသူ၏အေတြ႕အၾကံဳႏွင့္ေကာင္းမြန္အခန္းက႑</p>
				<p>ဤေဆာ့ဝဲ၏ရည္ရြယ္ခ်က္မွာအသံုးျပဳသူႏွင့္မိတ္ေဆြမ်ားၾကားပို၍ေကာင္းမြန္ေသာဆက္သြယ္မႈမ်ားရရိွရန္ျဖစ္သည္။ထိုေၾကာင့္လူၾကီးမင္သည္ေအာက္ပါအျပဳအမူမ်ားကိုလုပ္ေဆာင္ခြင့္မျပဳပါ။</p>
				<p>1.ေဆာ့ဝဲမွသတ္မွတ္ထားေသာစည္းကမ္းခ်က္ထက္ပို၍မမွန္ကန္ေသာဆက္သြယ္မႈမ်ားျပဳလုပ္ျခင္း။ဥပမာ-အျခားသူတပါး၏လူ႔အခြင့္ေရး၊စီးပြားေရးအခ်က္အလက္မ်ားကိုမမွန္မကန္ေျပာဆိုမွ်ေဝျခင္း။</p>
				<p>2.ေဆာ့ဝဲမွသတ္မွတ္ထားေသာစည္းကမ္းခ်က္ထက္ေက်ာ္လြန္၍ဆက္သြယ္မႈမ်ားျပဳလုပ္ျခင္း၊အျခားသူတပါးအား ေသြးေဆာင္ဖ်ားေယာင္း၍မိတ္ေဆြေကာင္းအျဖင့္ဟန္ေဆာင္ကာဥပေဒႏွင့္မညီေသာအျပဳအမူမ်ားလုပ္ေဆာင္ျခင္း။</p>
				<p>3.မမွန္ကန္ေသာနည္းလမ္းျဖင့္စာေဆာင္မ်ားေပးပို႔ျခင္း။</p>
				<p>4.မမွန္ကန္ေသာေၾကာ္ျငာမ်ားကိုေပးပို႔ျခင္းျဖင့္ေႏွာက္ယွက္ျခင္း။</p>
				<p>5.မမွန္ကန္ေသာနည္းလမ္းျဖင့္ေဆာ့ဝဲထဲသို႔ဝင္ေရာက္၍မွတ္ပံုတင္ျခင္း၊သူငယ္ျခင္းေကာင္းဖြဲ႕ျခင္း၊ဓါတ္ပံုမ်ားေပးပို႕ျခင္းစသည္တို႔ကိုျပဳလုပ္ျခင္း။</p>
				<p>6.ဤေဆာ့ဝဲကိုအသံုးျပဳ၍အျခားေသာမိ္တ္ေဆြထံသို႔မ်ားျပားလွေသာအခ်က္အလက္(သို႔)မမွန္ကန္ေသာစာေဆာင္မ်ားေပးပို႔ျခင္း။</p>
				<p>7.အျခားေသာအေၾကာင္းအရင္းမ်ားျဖင့္သံုးစြဲသူ၏အေတြ႕အၾကံဳ၊ေျပာဆိုမႈ၊ေကာင္းမြန္ေသာအခန္းက႑မ်ားကိုေႏွာက္ယွက္ျဖစ္ေစျခင္း။</p>
				<p>(8.2.4)အႏၱရာယ္ျဖစ္ေစမည့္အေၾကာင္းအရာ</p>
				<p>လူၾကီးမင္းသည္ေအာက္ပါအေၾကာင္းအရာမ်ားကိုလံုးဝမျပဳလုပ္ရပါ။</p>
				<p>1.ထီေပါက္သည္ဟုလိမ္ညာေျပာဆိုျခင္း၊ေငြကိုလိမ္လည္ျခင္း၊ဥပေဒႏွင့္မကိုက္ညီေသာအခ်က္အလက္မ်ားကိုေပးပို႔ျခင္း</p>
				<p>2.မူးယစ္ေဆးဝါးႏွင့္သက္ဆိုင္ေသာစာေဆာင္မ်ား၊ျပဳလုပ္ပံုမ်ား၊နည္းစနစ္မ်ားကိုေပးပို႔ျခင္း။</p>
				<p>3.သူတပါး၏ေငြေၾကးႏွင့္ဝတၳဳပစၥည္းမ်ားကိုခိုးဝွက္ျခင္း</p>
				<p>4.အျခားေသာအႏၱရာယ္ျဖစ္ေစမည့္အေၾကာင္းအရာမ်ား၊စာေဆာင္မ်ား၊အျပဳအမူမ်ားျပဳလုပ္ျခင္း။</p>
				<p>(8.2.5)အခ်က္အလက္မ်ားရယူျခင္းႏွင့္အသံုးျပဳျခင္း</p>
				<p>အခ်က္အလက္မ်ားလံုျခံဳရန္လူၾကီးမင္းသည္ေအာက္ပါအခ်က္မ်ားကိုလံုးဝမျပဳလုပ္ရပါ။</p>
				<p>1.အီခ်က္သံုးစြဲသူ၏ခြင့္ျပဳခ်က္မရရိွပဲ(သို႔)သံုးစြဲသူထံသို႔သံုးစြဲမည့္ေနရာကိုတိတိက်က်ေျပာဆိုျခင္းမရိွပဲအခ်က္အလက္မ်ားကိုစုစည္းျခင္း၊ေကာ္ပီကူးျခင္း၊အသံုးျပဳျခင္း၊အျခားသူထံသို႔ေပးပို႔ျခင္း။</p>
				<p>2.အီခ်က္သံုးစြဲသူ၏မွတ္ပံုတင္နံပါတ္၊ဖံုးနံပါတ္၊အီးေမးလိပ္စာႏွင့္ေမြးေန႔ရက္စြဲမ်ားကိုခြင့္ျပဳခ်က္မရိွပဲအျခားေနရာသို႔သံုးစြဲျခင္း။</p>
				<p>3.အီခ်က္သံုးစြဲသူ၏မွတ္ပံုတင္နံပါတ္၊ဖံုးနံပါတ္၊အီးေမးလိပ္စာႏွင့္ေမြးေန႔ရက္စြဲမ်ားစသည့္ကိုယ္ေရးအခ်က္အလက္ မ်ားကုိရယူရန္ၾကံစည္ျခင္း။</p>
				<p>4.နည္းလမ္းမ်ိဳးစံုသံုး၍အီခ်က္သံုးစြဲသူႏွင့္ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈမ်ားကိုရယူရန္ျပဳလုပ္ျခင္း။</p>
				<p>5.ကၽြန္ေတာ္တို႔ေဆာ့ဝဲ၏သေဘာတူညီျခင္းမရိွပဲအျခားေသာေဆာ့ဝဲကိုအသံုးျပဳ၍သံုးစြဲသူမ်ား၏ေဆာ့ဝဲထဲသို႔ဝင္ေရာက္စစ္ေဆးျခင္း၊အခ်က္အလက္မ်ားကိုယူေဆာင္ျခင္း။</p>
				<p>6.အျခားေသာလံုျခံဳမႈကိုအႏၱရာယ္ျဖစ္ေစမည့္အျပဳအမူမ်ား</p>
				<p>(8.2.6)ဖြင့္ပိတ္ေတာင္းဆိုမႈ၏ထူးျခားခ်က္</p>
				<p>ေဆာ့ဝဲကိုအသံုးျပဳစဥ္လူၾကီးမင္းသည္မိမိကိုယ္တိုင္ေဆာ့ဝဲကိုဖြင့္ပိတ္လုပ္ေဆာင္မႈကိုရယူရန္ေလွ်ာက္လႊာတင္ပါကသံုးစြဲသူကိုယ္တိုင္ေဆာ့ဝဲ၏ေတာင္းဆိုသည့္နည္းစနစ္အတိုင္းမွန္ကန္ေသာအခ်က္အလက္မ်ားကိုသာျဖည့္သြင္း၍ေလွ်ာက္လႊာတင္ရမည္။</p>
				<p>(8.3)ဥပေဒ၏တာဝန္မ်ား</p>
				<p>(8.3.1)လူၾကီးမင္းသည္ဥပေဒနွင့္သက္ဆိုင္ေသာစည္းကမ္း(သို႔)ေဆာ့ဝဲ၏သေဘာတူစာခ်ဳပ္တြင္ပါရိွေသာစည္းကမ္းမ်ားကိုခ်ိဳးေဖာက္မိပါကကၽြန္ေတာ္တို႔ေဆာ့ဝဲကုမၸဏီမွလူၾကီးမင္းထံသို႔အခ်ိန္မေရြးေအာက္ပါေဖာ္ျပထားသည့္အတိုင္းျပဳလုပ္ႏိုင္သည္ကိုၾကိဳတင္နားလည္ျပီးသေဘာတူရမည္။</p>
				<p>-သင့္ထံသို႔သတိေပးစာပို႔ျခင္း</p>
				<p>-သင္၏ဝန္ေဆာင္မႈတခ်ိဳ႕(သို႔)အားလံုးကိုအသံုးျပဳရန္ကန္႔သတ္ျခင္း</p>
				<p>-သက္ဆိုင္သည့္အေၾကာင္းအရာမ်ားကိုေဖ်ာက္ဖ်က္ျခင္း</p>
				<p>-ယာယီ(သို႔္)ရာသက္ပန္အီခ်က္IDအသံုးျပဳရန္ပိတ္ပင္ျခင္း</p>
				<p>-အျခားေသာနည္းလမ္းျဖင့္မွန္ကန္စြာျပဳျပင္ေစျခင္း</p>
				<p>​-သက္ဆိုင္ရာဥပေဒတာဝန္မ်ားကိုယူရန္ေတာင္းဆိုျခင္း</p>
				<p>(8.3.2)လူၾကီးမင္းသည္ဥပေဒႏွင့္သက္ဆိုင္ေသာစည္းကမ္း(သို႔)ေဆာ့ဝဲ၏သေဘာတူစာခ်ဳပ္တြင္ပါဝင္ေသာစည္းကမ္းမ်ားကိုခ်ိဳးေဖာက္မိပါကျဖစ္ေပၚလာမည့္ေနာက္ဆက္တြဲမ်ားကိုလူၾကီးမင္းကိုယ္တိုင္လက္ခံႏိုင္ရမည္။ဥပမာ-အီခ်က္ေဆာ့ဝဲ၏ဝန္ 
					ေဆာင္မႈကိုယာယီ(သို႔)ရာသက္ပန္ပိတ္ပင္ခံရျခင္း</p>
				<p>(8.3.3)လူၾကီးမင္းသည္အီခ်က္ေဆာ့ဝဲမွယာယီ(သို႔)ရာသက္ပန္ပိတ္ပင္ခံရျပီးေနာက္ဝန္ေဆာင္မႈတြင္က်န္ရိွေသာလူၾကီးမင္း၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုကုမၸဏီမွဖ်က္သိမ္းပိုင္ခြင့္ရိွသည္။</p>
				<p>(8.3.4)သင့္ေၾကာင့္အျခားသူ(သို႔)ေဆာ့ဝဲကုမၸဏီမွပ်က္စီးဆံုးရံႈးမႈတစံုတရာရိွပါကသင္ကိုယ္တိုင္တာဝန္ယူေျဖရွင္းေပးရမည္။</p>
				<p>(8.4)မိမိ၏လုပ္ေဆာင္ခ်က္အေပၚတာဝန္ယူျခင္း</p>
				<p>လူၾကီးမင္းသည္ေဆာ့ဝဲကိုအသံုးျပဳစဥ္မိမိေၾကာင့္ျဖစ္ေပၚလာသည့္အက်ိဳးဆက္၊အႏၱရာယ္မ်ားကိုမိမိကိုယ္တိုင္တာဝန္ယူေျဖရွင္းေပးရမည္။ဥပေဒ၏ခြင့္ျပဳခ်က္အရေဆာ့ဝဲကုမၸဏီမွသင္၏မွားယြင္းမႈေၾကာင့္ျဖစ္ေပၚေသာပ်က္စီးဆံုးရံႈးမႈကိုတာဝန္ယူေျဖရွင္းေပးမည္မဟုတ္ေၾကာင္းလူၾကီးမင္းသည္ၾကိဳတင္သိနားလည္၍လက္ခံရမည္။</p>
				<p>(8.5)သံုးစြဲသူမွေပးပို႔ေသာအေၾကာင္းအရာႏွင့္တိုင္ၾကားျခင္းမ်ားကုိေျဖရွင္းမႈ</p>
				<p>(8.5.1)အကယ္၍လူၾကီးမင္းသည္အျခားသူထံသို႔ေပးပို႔ေသာစာေစာင္အေၾကာင္းအရာမ်ားသည္ဥပေဒကိုခ်ိဳးေဖာက္ျခင္း(သို႔)အျခားသူတပါး၏လူ႔အခြင့္အေရးကိုခ်ိဳးေဖာက္ျခင္းမ်ားရိွပါကေဆာ့ဝဲကုမၸဏီိမွဝင္ေရာက္ၾကည့္ရႈစစ္ေဆးျပီးထိုအေၾကာင္းအ
					ရာမ်ားကိုေဖ်ာက္ဖ်က္ျခင္းမ်ားျပဳလုပ္နိုင္သည္ကိုသင္သေဘာတူရမည္။</p>
				<p>(8.5.2)အကယ္၍သင္သည္အျခားသူအားတိုင္ၾကားလိုျခင္း(သို႔)အျခားသူကသင့္အားတုိင္ၾကားလိုျခင္းျဖစ္ေပၚလာပါကေဆာ့ဝဲကုမၸဏီမွအျငင္းပြားျဖစ္ေနေသာသင္တို႔၏ဆက္သြယ္ရမည့္နည္းလမ္း၊တုိင္ၾကားရျခင္း၏အေၾကာင္းအရာမ်ားကိုသက္ဆိုင္ ရာစစ္ေဆးေပးမည့္ဌာနတို႔ေပးပို႔ျပီးေျဖရွင္းေပးရန္ျပဳလုပ္ႏိုင္သည္။</p>
				<p>(9)အျခားေသာေဆာ့ဝဲ၏အခ်က္အလက္(သို႔)ဝန္ေဆာင္မႈ</p>
				<p>(9.1)လူၾကီးမင္းသည္ကၽြန္ေတာ္တို႔ေဆာ့ဝဲကိုအသံုးျပဳစဥ္အျခားေသာေဆာ့ဝဲဝန္ေဆာင္မႈကိုအသံုးျပဳလိုပါကေဆာ့ဝဲႏွစ္ခုလံုးႏွင့္သက္ဆိုင္ေသာသေဘာတူစာခ်ဳပ္ပါအေၾကာင္းရာမ်ား၊စည္းကမ္းခ်က္မ်ားကိုလိုက္နာရမည္။</p>
				<p>(9.2)လူၾကီးမင္းသည္ကၽြန္ေတာ္တို႔ေဆာ့ဝဲကိုအသံုးျပဳျခင္းေၾကာင့္(သို႔)ေဆာ့ဝဲ၏အထူးဝန္ေဆာင္မႈကိုေပးရန္ေတာင္းဆိုပါကကၽြန္ေတာ္တို႔ေဆာ့ဝဲသည္လူၾကီးမင္းအသံုးျပဳေနေသာအျခားေဆာ့ဝဲ၏နည္းစနစ္(သို႔)ေမးျမန္းျခင္း(သို႔)အသံုးျပဳျခင္းဆိုင္ရာဌာနသို႔လြဲေျပာင္းေပးမည္။အသံုးျပဳပံုနွင့္ေမးျမန္းျခင္းရလဒ္ကိုအျခားေသာေဆာ့ဝဲကုမၸဏီမွတာဝန္ယူလုပ္ေဆာင္ေပးမည္။</p>
				<p>(10)ေၾကာ္ျငာမ်ား</p>
				<p>(10.1)လူၾကီးမင္း၏သေဘာတူညီမႈရရိွပါကေဆာ့ဝဲကိုယ္တိုင္ျဖစ္ေစ၊အျခားသူမွတဆင့္စာျဖင့္၊အီးေမးျဖင့္၊အျခားေသာနည္းလမ္းျဖင့္သင့္ထံသို႔ေၾကာ္ျငာမ်ား၊စာေဆာင္မ်ားေပးပို႔ႏိုင္သည္။ေၾကာ္ျငာႏွင့္အျခားစာေဆာင္မ်ား၏အေၾကာင္းအရာသည္ေဆာ့ဝဲမွအတည္ျပဳထားေသာအရာမ်ားသာလွ်င္အမွန္ျဖစ္သည္။</p>
				<p>(10.2)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲသည္ဥပေဒစည္းကမ္းအတိုင္းလိုက္နာ၍ေၾကာ္ျငာလုပ္ငန္းမ်ားကိုလည္းလုပ္ကိုင္ပါမည္။လူၾကီး မင္းသည္ကၽြန္ေတာ္တို႔ဝန္ေဆာင္မႈကိုိအသံုးျပဳစဥ္ေၾကာ္ျငာအခန္းမ်ားဝင္ေရာက္ရန္လက္ခံပါက၎ေၾကာ္ျငာ၏အေၾကာင္းအရာမွားျခင္းမွန္ျခင္းကိုမိမိိကိုယ္တိုင္ဆံုးျဖတ္ပိုင္ခြင့္ရိွသည္။</p>
				<p>(11)ဥာဏ္ပညာမူပိုင္ခြင့္ထုတ္ျပန္ခ်က္</p>
				<p>(11.1)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲပါရိွေသာအသိပညာမ်ားသည္တစ္ဦးတည္းပိုင္ဆုိင္ေသာအေၾကာင္းအရာမ်ားျဖစ္သည္။ေဆာ့ဝဲတြင္ပါရိွေသာစာမူပိုင္ခြင့္၊အမွတ္တံဆိပ္မူပိုင္ခြင့္၊လုပ္ငန္းလ်ိဳ႕ဝွက္ခ်က္စသည့္အသိပညာႏွင့္အျခားေသာအခ်က္အလက္အေၾကာင္းအရာမ်ားသည္ဥပေဒႏွင့္အညီေရးသားထားေသာေၾကာင့္ဥပေဒ၏ေစာင့္ေရွာက္မႈေအာက္တြင္ရိွသည္။</p>
				<p>(11.2)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲကုမၸဏီိိိ၏ခြင့္ျပဳခ်က္မရရိွပဲလူၾကီးမင္းသည္မည္သည့္အေၾကာင္းအရင္းေၾကာင့္ေဆာ့ဝဲ၏ဥာဏ္ပညာမူပိုင္ခြင့္မ်ားကိုအလြဲသံုးစားမျပဳရပါ။</p>
				<p>(11.3)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲသည္လူၾကီးမင္းႏွင့္မိတ္ေဆြအခ်င္းခ်င္းဗြီဒီယိုေကာေခၚျခင္း၊စိတ္ဝင္စားဖြယ္အေၾကာင္းအရာမ်ား၊ဓါတ္ပံုမ်ား၊သီခ်င္းမ်ားကိုမိမိႏွစ္သက္ေသာသူႏွင့္မွ်ေဝျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။ေဆာ့ဝဲကိုအသံုးျပဳ၍အျခားသူထံမွ်ေဝေသာ
					မည္သည့္အေၾကာင္းအရာမဆိုလူၾကီးမင္း၏မူပိုင္ျဖစ္သည္ကိုၾကိဳတင္သိနားလည္၍သေဘာတူညီရမည္။</p>
				<p>(11.4)လူၾကီးမင္း၏မိတ္ေဆြမ်ားထံသို႔မွ်ေဝလိုက္ေသာအေၾကာင္းအရာမ်ားႏွင့္ပက္သက္၍ကၽြန္ေတာ္တို႔ေဆာ့ဝဲကုမၸဏီိိိမွအျခားေဆာ့ဝဲမ်ား၊အင္တာနက္ကြန္ယက္မ်ားကိုအသံုးျပဳသူမ်ားမွၾကိဳက္ႏွစ္သက္ပါကေဒါင္းေလာ့ဆြဲယူပိုင္ခြင့္ရိွသည္ကိုလူၾကီး
					မင္းသည္သိရိွနားလည္ျပီးသေဘာတူရမည္။</p>
				<p>(12)
					သတင္းအခ်က္အလက္မ်ား၏လံုျခံဳမႈတာဝန္</p>
				<p>(12.1)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲႏွင့္ဝန္ေဆာင္မႈသည္အင္တာနက္ျဖင့္အသံုးျပဳရေသာေဆာ့ဝဲျဖစ္သည္။ထို႔ေၾကာင့္အေၾကာင္းအရင္းအမ်ိဳးမ်ိဳးေၾကာင့္တားဆီးမႈျဖစ္ႏိုင္သည္။ဥပမာ-အင္တာနက္လိုင္းမေကာင္းျခင္း၊လံုျခံဳေရးျပသာနာမ်ားေၾကာင့္ျဖစ္ေပၚျခင္း၊ေႏွာက္ယွက္မႈမ်ားရိွျခင္း။ထုိ႔ေၾကာင့္လူၾကီးမင္းသည္ဆံုးရံႈးမႈတစံုတရာမျဖစ္ေပၚေစရန္မိမိ၏အေရးၾကီးေသာအခ်က္အလက္မ်ားကိုလ်ိဳ႕ဝွက္နံပါတ္မ်ားျဖင့္ကာကြယ္ျခင္းမ်ားျပဳလုပ္နိုင္သည္။ </p>
				<p>(12.2)သင္သည္အီခ်က္မွတ္ပံုတင္နံပါတ္(သို႔)အျခားသူ၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုကူးယူျခင္း၊အသံုးျပဳျခင္း၊ေၾကာ္ျငာျခင္းမ်ားမျပဳလုပ္ရပါ။</p>
				<p>(12.3)ေဆာ့ဝဲပံုမွန္လည္ပတ္မႈရိွေစရန္ႏွင့္လံုျခံဳမႈရိွေစရန္လူၾကီးမင္းႏွင့္ေဆာ့ဝဲကုမၸဏီႏွစ္ဦးလံုးတြင္တာဝန္ရိွသည္။ကၽြန္ေတာ္တို႔ေဆာ့ဝဲကုမၸဏီိမွလုပ္ငန္းပိုင္းဆိုင္ရာနည္းပညာမ်ားျဖင့္အသံုးျပဳ၍သင္၏သတင္းအခ်က္အလက္မ်ားကိုကာကြယ္ေစာင့္ ေရွာက္ေပးမည္။သို႔ေသာ္သင့္အေနျဖင့္ကၽြန္ေတာ္တို႔ေဆာ့ဝဲကုမၸဏီိိိထံသို႔အာမခံခ်က္ေပးရန္မေတာင္းဆိုရပါ။</p>
				<p>(13)အျခားေသာေဆာ့ဝဲ(သို႔)နည္းပညာ</p>
				<p>(13.1)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲသည္ဥပေဒခြင့္ျပဳခ်က္အရအျခားေသာေဆာ့ဝဲႏွင့္နည္းပညာမ်ားကိုအသံုးျပဳပိုင္ခြင့္ရိွသည္။</p>
				<p>(13.2)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲသည္အျခားေသာေဆာ့ဝဲႏွင့္နည္းပညာမ်ားကိုအသံုးျပဳေသာအခါထိုေဆာ့ဝဲ၏”သေဘာတူသံုးစြဲ ခြင့္စာခ်ဳပ္”ကိုပူးတြဲ၍တင္ျပထားမည္။</p>
				<p>(13.3)အထက္ပါ”သေဘာတူသံုးစြဲခြင့္စာခ်ဳပ္”တြင္ပါရိွေသာအေၾကာင္းအရာမ်ားသည္လည္းဥပေဒ၏လမ္းညႊန္ေအာက္တြင္</p>
				<p>ပါရိွေသာေၾကာင့္လူၾကီးမင္းသည္ကၽြန္ေတာ္တို႔ေဆာ့ဝဲနည္းတူထိုေဆာ့ဝဲ၏ေတာင္းဆိုခ်က္ကိုလိုက္နာရမည္။သင္သည္စည္းကမ္းခ်က္ကိုေဖာက္ဖ်က္မိပါကအေရးယူျခင္းခံရမည္။</p>
				<p>(14)ခုခံႏိုင္စြမ္းမရိွသည့္အေၾကာင္းအရာႏွင့္တာဝန္ေရွာင္လြဲျခင္း</p>
				<p>(14.1)လူၾကီးမင္းသည္ေဆာ့ဝဲကိုအသံုးျပဳစဥ္ခုခံႏိုင္စြမ္းမရိွသည့္အႏၱရာယ္မ်ားေၾကာင့္ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈမ်ားထိခိုက္နစ္နာမႈမ်ားေတြ႔ရိွနိုင္သည္။ခုခံႏိုင္စြမ္းမရိွေသာအႏၱရာယ္ဆိုသည္မွာမျမင္ႏုိင္ေသာ၊ေရွာင္လြဲ၍မရေသာအေၾကာင္းအရာမ်ားကိုဆိုလိုသည္။ဥပမာ-သဘာဝေဘးအႏၱရာယ္မ်ား၊ႏုိင္ငံေရးရႈပ္ေထြးမႈမ်ား။အထက္ပါေျပာဆိုသည့္အႏၱရာယ္မ်ားျဖစ္ေပၚလာပါကၽြန္ေတာ္တုိ႔ေဆာ့ဝဲမွလူးၾကီးမင္းမ်ားအတြက္ဦးစြာေျဖရွင္းေပးပါမည္။သို႔ေသာ္လူၾကီးမင္း၏ျဖစ္ေပၚလာေသာနစ္နာမႈမ်ားကိုဥပေဒ၏ခြင့္ျပဳခ်က္ေအာက္တြင္ေဆာ့ဝဲမွတာဝန္ေရွာင္လြဲျခင္းျပဳလုပ္ႏိုင္သည္ကိုသိရိွျပီးသေဘာတူညီိရမည္။</p>
				<p>(14.2)ဥပေဒ၏ခြင့္ျပဳခ်က္အရကၽြန္ေတာ္တို႔ေဆာ့ဝဲမွေအာက္ပါအေျခအေနမ်ားေၾကာင့္ဝန္ေဆာင္မႈျဖတ္ေတာက္ျခင္း(သို႔) တားဆီးျခင္းမ်ားျဖစ္္ေပၚပါကတာဝန္ေရွာင္လြဲျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။</p>
				<p>1.ကြန္ျပဴတာဗုိင္းရပ္ပိုးမ်ားေၾကာင့္ေဆာ့ဝဲ၏နည္းစနစ္ဖ်က္ဆီးခံရျခင္း။</p>
				<p>2.သံုးစြဲသူ(သို႔)ေဆာ့ဝဲ၏ကြန္ျပဴတာနည္းစနစ္၊ေဆာံဝဲ၊ဟတ္ဝဲႏွင့္အျခားပို႕ေဆာင္ျခင္းကိရိယာမ်ားရပ္တန္႔ျခင္း</p>
				<p>3.သံုးစြဲသူ၏လုပ္ေဆာင္မႈမွားယြင္းျခင္း(သို႔)မမွန္ကန္ေသာေဆာ့ဝဲျဖင့္ဝန္ေဆာင္မႈကိုအသံုးျပဳျခင္း။</p>
				<p>4.အသံုးျပဳသည့္ကိရိယာပစၥည္းေဟာင္းလြန္းျခင္း(သို႔)ဗားရွင္းႏိုမ့္ျခင္း။</p>
				<p>5.အျခားေဆာ့ဝဲမွထိ္န္းခ်ဳပ္ႏိုင္ခြင့္မရိွေသာအေျခအေနမ်ား။</p>
				<p>(14.3)ဤေဆာ့ဝဲကိုအသံုးျပဳစဥ္လူၾကီးမင္းသည္အင္တာနက္လူမႈကြန္ယက္မွတဆင့္အႏၱရာယ္ကိုသယ္ေဆာင္လာေသာသံုးစြဲသူမ်ားႏွင့္ၾကံဳေတြ႕ႏိုင္သည္။ဤေဆာ့ဝဲသည္လူၾကီးမင္းထံေပးပို႔ေသာစာေဆာင္သတင္းအခ်က္အလက္၏မွန္ကန္မႈ၊သင့္ေတာ္မႈ၊ဥပေဒညီညြတ္မႈရိွမရိွေဖာ္ျပရန္တာဝန္မရိွပါ။လူၾကီးမင္းသည္ေအာက္ပါအခ်က္မ်ားေၾကာင့္ထိခိုက္နစ္နာမႈမ်ားရိွပါက ေဆာ့ဝဲမွတာဝန္ယူေျဖရွင္းေပးမည္မဟုတ္ပါ။</p>
				<p>1.နာမည္အလြဲအသံုးျပဳ၍ျခိမ္းေျခာက္ျခင္း၊အသေရပ်က္ေအာင္ေျပာဆိုျခင္း(သို႔)တရားမဝင္သည့္အေၾကာင္းအရာမ်ားကိုေပးပို႔ျခင္း။</p>
				<p>2.အျခားသူမ်ား၏လိမ္ညာမႈေၾကာင့္စိတ္ပိုင္းဆိုင္ရာႏွင့္ေငြေၾကးဆိုင္ရာဆံုးရံႈးနစ္နာမႈ</p>
				<p>3.အျခားေသာအမ်ိိဳးမိ်ဳးေၾကာင့္ျဖစ္ေပၚလာေသာအႏၱရာယ္။</p>
				<p>(14.4)ကၽြန္ေတာ္တုိ႕ေဆာ့ဝဲသည္ဥပေဒစည္းကမ္းအရမညီညြတ္ေသာစာအေၾကာင္းအရာမ်ားကိုေျဖရွင္းပိုင္ခြင့္ရိွေသာ္လည္း၊လူၾကီးမင္းအားထိုအေၾကာင္းအရာမ်ားကိုခ်က္ျခင္းရွာေဖြျပီးအခ်ိန္မီွေျဖရွင္းေပးရန္အာမမခံႏိုင္ပါ။</p>
				<p>(14.5)မည္သည့္အေျခအေနမဆိုလူၾကီးမင္းသည္ေငြေၾကးေခ်းငွားျခင္း၊လ်ိဳ႕ဝွက္နံပါတ္ေတာင္းဆိုျခင္းစသည့္စာေဆာင္မ်ားကိုအလြယ္တကူမယံုၾကည္သင့္ပါ။ေရွးဦးစြာထုိစာေဆာင္မ်ားေပးပို႔သူ၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုေလ့လာသင့္သည္။ကၽြန္ေတာ္တို႔ေဆာ့ဝဲမွေပးပို႔ေသာလိမ္ညာမႈအသိေပးေၾကာ္ျငာမ်ားကိုလည္းအျမဲတမ္းဖတ္ရႈသင့္သည္။</p>
				<p>(15)အျခားအေၾကာင္းအရာမ်ား</p>
				<p>(15.1)ကၽြန္ေတာ္တို႔ေဆာ့ဝဲကိုအသံုးျပဳေသာလူၾကီးမင္းသည္သေဘာတူစာခ်ဳပ္တြင္ပါရိွေသာအခ်က္အလက္မ်ားကိုလိုက္နာရမည္။ကၽြန္ေတာ္တို႔ေဆာ့ဝဲမွထိုစာခ်ဳပ္တြင္ပါဝင္ေသာအေၾကာင္းအရာမ်ားကိုလိုအပ္ပါကျပဳျပင္ေျပာင္းလဲႏိုင္သည္။သင့္အေနျဖင့္သက္ဆိုင္ရာစာမ်က္ႏွာမ်ားတြင္ဖတ္ရႈႏိုင္သည္။စာခ်ဳပ္အေၾကာင္းအရာမ်ားေျပာင္းလဲျပီးေနာက္သင္သည္ေဆာ့ဝဲကိုအ သံုးျပဳေနဆဲျဖစ္ပါကသေဘာတူေၾကာင္းသတ္မွတ္မည္။</p>
				<p>(15.2)ဤစာခ်ဳပ္သည္တရုတ္ျပည္သူ႕သမၼတႏိုင္ငံ×××ျမိဳ႕တြင္ေရးထိုးသည္။</p>
				<p>(15.3)ဤစာခ်ဳပ္တြင္ပါရိွေသာအခ်က္အလက္မ်ားသည္တရုတ္နိုင္ငံသားႏွင့္ပို၍သင့္ေတာ္သည္။</p>
				<p>(15.4)အကယ္၍သင္ႏွင့္ေဆာ့ဝဲကုမၸဏီၾကားအျငင္းပြားမႈျဖစ္ေပၚေရွးဦးစြာေကာင္းမြန္သည့္နည္းလမ္းျဖင့္ေျဖရွင္းရန္၊ေျဖရွင္းရန္မလြယ္ကူပါကလူၾကီးမင္း၏အျငင္းပြားမႈျဖစ္ေစသည့္အေၾကာင္းအရာမ်ားကိုစာခ်ဳပ္ေရးထိုးသည့္ျမိဳ႕နယ္ခရိုင္ရံုးသို႔တိုင္ၾကားႏိုင္သည္။</p>
				<p>(15.5)သေဘာတူစာခ်ဳပ္တြင္ပါရိွသည့္အမွတ္အသားမ်ားသည္ဖတ္ရႈစဥ္လြယ္ကူရန္သာျဖစ္သည္။</p>
				<p>(15.6)စာခ်ဳပ္တြင္ပါဝင္ေသာအခ်က္အလက္တခ်ိဳ႕သည္အေၾကာင္းအမိ်ဳးမ်ိိဳးေၾကာင့္ဖ်က္သိမ္းခံရပါကအျခားက်န္ရိွေသာအခ်က္မ်ားကိုလိုက္နာရမည္။</p>
				<p>(15.7)စာခ်ဳပ္ကိုတရုတ္၊ျမန္မာ၊အဂၤလိိပ္ျဖင့္သံုးဘာသာျပန္ဆိုထားသည္။မွားယြင္းျခင္းတစံုတရာျဖစ္ေပၚပါကတရုတ္ဘာသာျဖင့္ျပန္ဆိုထားေသာအေၾကာင္းအရာသာလွ်င္အမွန္ဟုသတ္မွတ္သည္။</p>
			</div>
		</div>
	</div>
</template>
<script>
export default {
    name: 'Agreement',
    data ()
    {
      return {
		  isShow:false,
      }
    },
    methods: {
		show() {
			this.isShow = true;
		},
		doClose() {
			this.isShow = false;
		},
    },
    mounted(){}
}
</script>
<style lang="scss">
	@import "@/assets/css/agreement.scss"; 
</style>