<template>
    <!-- 注册协议 -->
    <div class="AgreementLayer" @click="doClose()" v-if="isShow" :class="{active: isShow}">
		<div class="AgreementContent" @click.stop=";">
			<header><i @click="doClose()"></i>သီးသန့်တည်ရှိမှုမူဝါဒ</header>
			<div class="content">
				<p class="mt">ဤစာခ်ဳပ္သည္အီခ်က္ေဆာ့ဝဲ၏ဝန္ေဆာင္မႈကိုအသံုးျပဳသည့္လူၾကီးမင္းႏွင့္အီခ်က္ေဆာ့ဝဲၾကားသိရိွရမည့္အီခ်က္ကိုယ္ပိုင္မူဝါဒမ်ားျဖစ္သည္။လူၾကီးမင္းသည္မူဝါဒထဲတြင္ပါရိွေသာအခ်က္အလက္မ်ားႏွင့္ကာကြယ္ျခင္းစည္းမ်ည္းအေထြေထြမ်ား(GDPR)ကိုေသခ်ာစြာဖတ္ရႈျပီးမွသာလွ်င္ေဆာ့ဝဲကိုအသံုးျပဳရမည္။လူၾကီးမင္းသည္အီခ်က္ေဆာ့ဝဲထဲသို႔ဝင္ေရာက္မွတ္ပံုတင္ျပီးစတင္အသံုးျပဳပါကစာခ်ဳပ္ပါအခ်က္အလက္မ်ားကိုသေဘာတူလက္ခံသည္ဟုယူဆမည္။သင့္အေနျဖင့္မသၤကာမႈမ်ားေတြ႕ရိွလွ်င္သင္၏အေကာင့္နံပါတ္ကိုေလာ့ခတ္ျခင္း(သို႔)အီခ်က္အသံုးျပဳမႈကိုရပ္တန္႔ျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။</p>
				<p>(1)အေထြေထြစည္းကမ္းခ်က္မ်ား</p>
				<p>(1.1)သံုးစြဲသူ၏သေဘာတူစာခ်ဳပ္သည္စာေဆာင္မ်ား၊အီခ်က္ကိုယ္ပိုင္မူဝါဒ၊ကၽြန္ေတာ္တုိ႔APPပရိုကရမ္မွေဖာ္ျပထားေသာစည္းကမ္းခ်က္မ်ား၊အသံုးျပဳပံုညႊန္ၾကားခ်က္မ်ားစသည္တို႔မွေကာက္ႏုတ္ေရးသားထားေသာစာခ်ဳပ္ျဖစ္သည္။</p>
				<p>(1.2)လူၾကီးမင္းသည္ကၽြန္ေတာ္တို႔APPမွေပးပို႔ထားေသာဝန္ေဆာင္မႈမ်ားကိုအသံုးမျပဳခင္စာခ်ဳပ္ပါအခ်က္အလက္မ်ားကိုေသခ်ာစြာဖတ္ရႈျပီး၊ရွင္းလင္းမႈမရိွပါကသက္ဆိုင္ရာအတိုင္ပင္ခံဥပေဒေရွ႕ေနမ်ားထံသို႔ေမးျမန္းျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။သင့္အေနျဖင့္စာခ်ဳပ္ပါအခ်က္မ်ားကိုသေဘာမတူျခင္း(သို႔)စာခ်ဳပ္ပါအခ်က္မ်ားကိုအျမဲတမ္းျပဳျပင္ေျပာင္းလဲမႈမ်ားျပဳလုပ္မည္ကိုလက္မခံျခင္းျဖစ္ေပၚပါကခ်က္ျခင္းဝန္ေဆာင္မႈအသံုးျပဳျခင္းမွရပ္တန္႔ႏိုင္သည္။လူၾကီးမင္းသည္ဆက္လက္အသံုးျပဳပါကစာခ်ဳပ္ပါအခ်က္မ်ားကိုသေဘာတူလက္ခံသည္ဟုယူဆမည္။</p>
				<p>(1.3)လူၾကီးမင္းသည္APP၏ေတာင္းဆိုခ်က္အတိုင္းကိုယ္ေရးအခ်က္အလက္မ်ားကိုျဖည့္သြင္းျပီးသက္ဆိုင္ရာစနစ္မ်ားအဆင့္ဆင့္၏လုပ္ေဆာင္ခ်က္ေအာင္ျမင္ပါကAPPရဲ႕အဖြဲ႕ဝင္ဟုသတ္မွတ္ျခင္းခံရမည္။ထိုစနစ္မ်ားကိုျပဳလုပ္စဥ္အတြင္းေဆာ့ဝဲမွဝန္ေဆာင္မႈကိုသေဘာတူ/မတူဟုေမးျမန္းရာတြင္သေဘာတူသည္ဟုေရြးခ်ယ္ပါကလူၾကီးမင္းသည္စာခ်ဳပ္ပါအခ်က္အလက္မ်ားကိုအားလံုးသေဘာတူသည္ဟုသတ္မွတ္မည္။</p>
				<p>(1.4)APP၏အဖြဲ႔ဝင္ျဖစ္ျပီးေနာက္လူၾကီးမင္းအားအဖြဲ႕ဝင္နံပါတ္ႏွင့္လ်ိဳ႕ဝွက္နံပါတ္ကိုေပးပို႕ပါမည္။ထိုနံပါတ္မ်ားကိုလူၾကီး
						မင္းမွတာဝန္ယူသိမ္းဆည္းထားရန္ႏွင့္ထိုနံပါတ္မ်ားေၾကာင့္တစံုတရာျပသာနာမ်ားျဖစ္ေပၚပါကလူၾကီးမင္းတြင္သာတာဝန္ရိွသည္။</p>
				<p>(1.5)လူၾကီးမင္းသည္္APPတြင္မွတ္ပံုတင္ျခင္းႏွင့္အသံုးျပဳျခင္းမ်ားစတင္အသံုးျပဳသည္မွစ၍လူၾကီးမင္းသည္စာခ်ဳပ္ပါအခ်က္အလက္မ်ားကိုေသခ်ာစြာဖတ္ရႈျပီးသေဘာတူလက္ခံသည္ဟုယူဆမည္။</p>
				<p>(1.5.1)လူၾကီးမင္းသည္အသက္(16)ႏွစ္ျပည့္ျပီးေသာသူ(သို႔)သက္ဆိုင္ရာေနထိုင္သည့္ႏိုင္ငံမွသတ္မွတ္ထားေသာသက္
						ျပည့္လူရြယ္မ်ားျဖစ္ရမည္။သင္သည္APPထဲသို႔ဝင္ေရာက္မွတ္ပံုတင္ျခင္း၊အေရာင္းအဝယ္ျပဳလုပ္ျခင္း၊စာေဆာင္မ်ားေပးပို႔ျခင္း
						ျပဳလုပ္ရန္သက္ဆိုင္ရာေနထိုင္သည့္နိုင္ငံေတာ္၏ဥပေဒခြင့္ျပဳခ်က္အသက္အရြယ္(သို႔)ကိုယ္ပိုင္ဆံုးျဖတ္ႏိုင္စြမ္းရိွေသာသူျဖစ္ရမည္။</p>
				<p>(1.5.2)သင္ဝင္ေရာက္မွတ္ပံုတင္မည့္အခ်က္အလက္မ်ားသည္အမွန္အကန္ျဖစ္ရမည္။</p>
				<p>(1.5.3)ဤစာခ်ဳပ္သည္လူၾကီးမင္းႏွင့္APPၾကားတြင္ဆက္သြယ္ထားေသာအခ်က္အလက္မ်ားျဖစ္ျပီးအျခားAPPမ်ားႏွင့္သက္ဆိုင္မႈမရိွပါ။</p>
				<p>(2)စာခ်ဳပ္စိစစ္တည္ျဖတ္ျခင္း</p>
				<p>ကၽြန္ေတာ္တုိ႔သည္စာခ်ဳပ္ကိုအျမဲတေစစိစစ္တည္ျဖတ္ျခင္းမ်ားျပဳလုပ္မည္ျဖစ္ျပီးAPPတြင္အသိေပးေၾကျငာသြားမည္။လူၾကီးမင္းေယာက္တုိင္းထံသို႔စာေဆာင္ေပးပို႔၍အသိေပးျခင္းမ်ားမျပဳလုပ္ပါ။ထို႔ေၾကာင့္လူၾကီးမင္းမ်ားသည္အျမဲမပ်က္ျပဳျပင္ျပီးေသာစာခ်ဳပ္အေၾကာင္းအရာမ်ားကိုၾကည့္ရႈရမည္။လူၾကီးမင္းသည္စာခ်ဳပ္ပါအခ်က္မ်ားကိုအျမဲတမ္းျပဳျပင္ေျပာင္းလဲမႈမ်ားျပဳလုပ္မည္ကိုလက္မခံျခင္းျဖစ္ေပၚပါကခ်က္ျခင္းဝန္ေဆာင္မႈအသံုးျပဳျခင္းမွရပ္တန္႔ႏိုင္သည္။လူၾကီးမင္းသည္ဆက္လက္အသံုးျပဳပါကျပဳျပင္ေျပာင္းလဲျပီးေသာစာခ်ဳပ္ပါအခ်က္မ်ားကိုသေဘာတူလက္ခံသည္ဟုယူဆမည္။</p>
				<p>(3)မွတ္ပံုတင္ျခင္း</p>
				<p>(3.1)မွတ္ပံုတင္ရန္ကန္႔သတ္ခ်က္</p>
				<p>လူၾကီးမင္းသည္APP၏နည္းစနစ္ျဖင့္မွတ္ပံုတင္ျခင္းေအာင္ျမင္ပါကဝန္ေဆာင္မႈကိုရရိွရန္သင့္အေနျဖင့္ဥပေဒစည္း
						ကမ္းႏွင့္ကိုက္ညီေသာသံုးစြဲသူစာခ်ဳပ္ကိုသေဘာတူေၾကာင္းလက္ခံရန္အာမခံေပးႏိုင္မည့္လူတစ္ဦး(သို႔)ကိုယ္စားျပဳသူတစ္ဦး(သို႔)အဖြဲ႔အစည္းတစ္စုရိွရမည္။သင္ကိုယ္တိုင္(သို႔)သင့္ကိုယ္စားျပဳသူသည္ေဆာ့ဝဲဝန္ေဆာင္မႈကိုသေဘာတူေၾကာင္းလက္ခံသည္ႏွင့္စ၍ေဆာ့ဝဲဝန္ေဆာင္မႈကိုစတင္အသံုးျပဳနိုင္သည္။သို႔ေသာ္အထက္ပါေဖာ္ျပထားေသာကန္႔သတ္ခ်က္မ်ားမျပည့္စံုပါကသင္ႏွင့္သင့္ကိုယ္္စားျပဳႏိုင္သူသည္ေနာင္တခ်ိန္တြင္ျဖစ္ေပၚလာမည့္ျပသာနာမ်ားကိုတာဝန္ယူေျဖရွင္းရမည္။ကုမၸဏီမွ
						သင္၏လ်ိဳ႕ဝွက္နံပါတ္ကိုပိတ္ပင္ျခင္း(သို႔)သင္ႏွင့္သင့္ကိုယ္စားျပဳသူထံသို႔တာဝန္ယူရန္ေတာင္းဆိုျခင္းမ်ားျပဳလုပ္နိုင္သည္ကိုသိရိွျပီးသေဘာတူရမည္။</p>
				<p>(3.2)မွတ္ပံုတင္ျခင္းရည္ရြယ္ခ်က္</p>
				<p>လူၾကီးမင္းသည္ဥပေဒႏွင့္မလြတ္ကင္းေသာကိစၥကုိျပဳလုပ္ရန္ရည္ရြယ္ခ်က္ျဖင့္ဤAPPထဲသို႔မွတ္ပံုတင္ျခင္းမျပဳလုပ္ရန္သိရိွျပီးသေဘာတူရမည္။</p>
				<p>(3.3)မွတ္ပံုတင္ျခင္းအဆင့္ဆင့္</p>
				<p>(3.3.1)လူၾကီးမင္းသည္APPေဆာ့ဝဲထဲမွတ္ပံုတင္ရန္လက္ရိွအသံုးျပဳေနေသာအီးေမးလိပ္စာ(သို႔)ဖုန္းနံပါတ္ထဲသို႔ဝင္ေရာက္
						ျပဳလုပ္ႏိုင္သည္။လိုအပ္ပါကကိုယ္ပိုင္နာမည္၊မွတ္ပံုတင္နံပါတ္မ်ားအမွန္ထည့္သြင္းရမည္။ထိုထည့္သြင္းျပီးေသာအခ်က္အလက္မ်ားကိုသင္၏မွတ္ပံုတင္အခ်က္အလက္ဟုေခၚဆိုႏိုင္သည္။ထိုအခ်က္အလက္မ်ားေၾကာင့္ျပသာနာတစံုတရာျဖစ္ေပၚပါကသင္၏တာဝန္သာျဖစ္သည္။</p>
				<p>(3.3.2)လူၾကီးမင္းေနထိုင္ေသာႏိုင္ငံ၏ဥပေဒစည္းကမ္းခ်က္ေပၚမူတည္၍မွတ္ပံုတင္စဥ္ျဖည့္သြင္းရမည့္ဖုန္းနံပါတ္သည္သင္၏နာမည္ေပါက္ဆင္းကဒ္ျဖစ္ရမည္ဟုသတ္မွတ္ထားပါကဥပေဒအတိုင္းလိုက္နာရမည္။သင္၏စည္းကမ္းေဖာက္ဖ်က္မႈမ်ားေၾကာင့္ျပသာနာတစံုတရာျဖစ္ေပၚပါကသင္၏တာဝန္သာျဖစ္သည္။</p>
				<p>(3.3.3)သင္သည္ေဆာ့ဝဲေတာင္းဆိုသည့္အတိုင္းအခ်က္အလက္မ်ားကိုမွန္ကန္စြာထည့္သြင္းျပီးေသာအခါမွတ္ပံုတင္ျပီး
						ေၾကာင္းသက္ေသျပရမည္။သို႔မွသာAPPထံမွေပးေသာအေကာင့္ႏွင့္လ်ိဳ႕ဝွက္နံပါတ္ကိုရရိွမည္။ထုိအေကာင့္ႏွင့္လ်ိဳ႕ဝွက္နံပါတ္ရရိွမွသာလုပ္္ေဆာင္မႈေအာင္ျမင္သည္ဟုသတ္မွတ္သည္။</p>
				<p>(3.3.4)သင္သည္APPမွေပးပို႔ေသာAPPထိန္းခ်ဳပ္မႈနည္းလမ္းႏွင့္သက္ဆိုင္ရာစာေဆာင္မ်ားကိုအီးေမး(သို႔)ဖုန္းမက္ေဆ့တြင္လက္ခံရန္သေဘာတူရမည္။</p>
				<p>(4)ဝန္ေဆာင္မႈ</p>
				<p>APPေဆာ့ဝဲသည္လူၾကီးမင္းအတြက္သူငယ္ခ်င္းမ်ားႏွင့္သီးသန္႔စကားေျပာျခင္း၊အင္တာနက္ႏွင့္ဆိုင္ေသာဝန္ေဆာင္မႈမ်ားကိုသံုးစြဲျခင္းမ်ားသာျပဳလုပ္ႏိုင္သည္။အျခားေငြေၾကးႏွင့္သက္ဆိုင္ေသာေငြသားထုတ္ယူျခင္းႏွင့္သံုးစြဲျခင္းဝန္ေဆာင္မႈမ်ားကိုမရရိွႏိုင္ပါ။</p>
				<p>(4.1)ဝန္ေဆာင္မႈအေၾကာင္းအရာ</p>
				<p>(4.1.1)သင္သည္APPထဲတြင္သူငယ္ခ်င္းမ်ားႏွင့္သီးသန္႔စကားေျပာျခင္းမ်ားျပဳလုပ္ႏုိင္သည္။</p>
				<p>(4.1.2)သင္သည္
						APP အဖြဲ႔ဝင္မ်ား၏အခ်က္အလက္မ်ားကိုၾကည့္ရႈျခင္း၊APPမွေပးပို႕ေသာလုပ္ေဆာင္ခ်က္မ်ားကိုအသံုးျပဳ
						ျခင္းစသည္တို႔ကိုလုပ္ပ္ိုင္ခြင့္ရိွသည္။</p>
				<p>(4.1.3)သင္သည္APPမွေပးပို႔ေသာအဖြဲ႕အစည္းလုပ္ရွားမႈအစီအစဥ္မ်ားကိုကိုယ္တိုင္ပါဝင္ဆင္ႏြဲနိုင္သည္။</p>
				<p>(4.1.4)အျခားေသာAPPမွေပးေဆာင္ေသာဝန္ေဆာင္မႈမ်ားကိုခံစားခြင့္ရိွသည္။</p>
				<p>(4.2)ဝန္ေဆာင္မႈစည္းကမ္းမ်ား</p>
				<p>လူၾကီးမင္းသည္ေအာက္ပါAPP၏ဝန္ေဆာင္မႈစည္းကမ္းခ်က္မ်ားကိုလိုက္နာရန္ဂတိျပဳရမည္။</p>
				<p>(4.2.1)လူၾကီးမင္းသည္စာခ်ဳပ္၏ေတာင္းဆိုခ်က္မ်ား၊စည္းကမ္းမ်ားကိုလိုက္နာရမည္။APPဝန္ေဆာင္မႈကိုအသံုးျပဳ၍ဥပေဒ
						ႏွင့္မညီညြတ္ေသာလုပ္ငန္းမ်ားကိုလုပ္ကိုင္ျခင္း(သို႔)အျခားသူ၏အခြင့္အေရးကိုခ်ိဳးေဖာက္ျခင္းမလုပ္ရပါ။ဥပမာ-ဥပေဒစည္းကမ္းေဖာက္ဖ်က္ေသာစာေဆာင္မ်ား၊သူတပါးကိုထိခိုက္ေစမည့္စာေဆာင္မ်ားကိုေပးပို႔ျခင္း၊လက္ခံျခင္း၊မမွန္ကန္ေသာပစၥည္းႏွင့္အႏၱရာယ္ျဖစ္ေစေသာပစၥည္းမ်ားကိုေရာင္းခ်ျခင္း၊APP၏ခြင့္ျပဳခ်က္မရပဲအီးေမးတြင္အတုအေယာင္စာေဆာင္မ်ားေပးပို႔ျခင္း။</p>
				<p>(4.2.2)လူၾကီးမင္းသည္APPမွေပးပို႔ေသာမွတ္ပံုတင္ဝင္ရန္နံပါတ္၊လ်ိဳ႕ဝွက္နံပါတ္၊မွတ္ပံုတင္စဥ္သံုးသည့္ဖုန္းနံပါတ္ႏွင့္အျခားအခ်က္အလက္မ်ားကိုေသခ်ာစြာထိန္းသိမ္းထားရမည္။သင္၏ေပါ့ဆမႈေၾကာင့္ျဖစ္ေပၚလာေသာျပသာနာကိုသင္ကိုယ္တိုင္တာဝန္ယူေျဖရွင္းရမည္။သင္သည္APPမွေပးပို႔ေသာအခ်က္အလက္မ်ားတစံုတရာမွားယြင္းေၾကာင္းေတြ႔ရိွပါကခ်က္ျခင္းသက္ဆိုင္ရာသို႔အေၾကာင္းျပန္ရမည္။APPမွသင္ပို႔ေသာစာေပၚမူတည္၍အေကာင့္နံပါတ္ပိတ္ျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။ထိုၾကားတြင္ျဖစ္ေပၚသည့္ျပသာနာမ်ားကိုAPPမွတာဝန္ယူေျဖရွင္းေပးမည္မဟုတ္ပါ။သင္သည္APP၏သေဘာတူညီခ်က္မရိွပဲအျခားသူထံသို႔အေကာင့္နံပါတ္ကိုေပးအပ္ျခင္း၊ငွားရမ္းျခင္း၊လြဲေျပာင္းျခင္းလံုးဝမျပဳလုပ္ရပါ။</p>
				<p>(4.2.3)လူၾကီးမင္းသည္APPမွေပးပို႔ေသာအေကာင့္နံပါတ္၊လ်ိဳ႕ဝွက္နံပါတ္မ်ားနွင့္ပတ္သက္၍ျဖစ္ေပၚလာေသာျပသာနာမ်ားကိုတာဝန္ယူေျဖရွင္းရန္သေဘာတူရမည္။</p>
				<p>(4.2.4)လူၾကီးမင္းသည္APP၏ဝန္ေဆာင္မႈကိုအသံုးျပဳစဥ္မည္သည့္နည္းလမ္းနဲ႔မဆိုAPP၏ပံုမွန္လည္ပတ္မႈကိုေႏွာက္ယွက္
						ျခင္း၊အျခားအသံုးျပဳသူမ်ားကိုေႏွာက္ယွက္ျခင္း၊APP၏လုပ္ငန္းအမည္မ်ားကိုဖ်က္ဆီးျခင္းလံုးဝမျပဳလုပ္ရပါ။</p>
				<p>(4.2.5)လူၾကီးမင္းသည္အင္တာနက္လူမႈကြန္ယက္ျဖင့္ေရာင္းဝယ္မ်ားျပဳလုပ္ရာတြင္ျပသာနာမ်ားျဖစ္ေပၚျခင္း(သို႔)အျခားသံုးစြဲသူႏွင့္ျငင္းပြားမႈျဖစ္ေပၚျခင္းတို႔ေၾကာင့္APPေဆာ့ဝဲအားသက္ဆိုင္ရာျပသာနာျဖစ္ရျခင္း၏အေၾကာင္းအရင္းကိုအတင္းအဓမၼေျဖရွင္းရန္ေတာင္းဆိုျခင္းလံုးဝမျပဳလုပ္ရပါ။</p>
				<p>(4.2.6)လူၾကီးမင္းသည္APP၏ဝန္ေဆာင္မႈကိုအသံုးျပဳစဥ္ျဖစ္ေပၚလာေသာအခြန္ခေငြေပးေဆာင္မႈ၊အျခားေဆာ့ဝဲ၊ဟက္ဝဲဝန္ေဆာင္မႈအတြက္အခေငြေပးေဆာင္မႈသည္သင္ကိုယ္တိုင္ဆံုးျဖတ္၍တာဝန္ယူရမည္။</p>
				<p>(4.2.7)လူၾကီးမင္းသည္APPမွအစဥ္မပ်က္ျပဳျပင္ေျပာင္းလဲေသာသေဘာတူစာခ်ဳပ္ႏွင့္အျခားဝန္ေဆာင္မႈအခ်က္အလက္မ်ား
						ကိုလိုက္နာရမည္။လူၾကီးမင္းသည္အေၾကာင္းအရင္းတစ္ခုခုေၾကာင့္APP၏ဝန္ေဆာင္မႈအသံုးျပဳျခင္းကိုရပ္တန္႔နိုင္သည္။</p>
				<p>(5)APP၏လုပ္ပိုင္ခြင့္ႏွင့္တာဝန္မ်ား</p>
				<p>(5.1)လူၾကီးမင္းသည္စာခ်ဳပ္တြင္ပါရိွေသာမွတ္ပံုတင္ခြင့္ကန္႔သတ္ခ်က္မ်ားကိုလိုက္နာမႈမရိွပါကAPPမွသင့္အားဝင္ေရာက္ရန္ျငင္းပယ္ျခင္း၊အဖြဲ႔ဝင္ျဖစ္ပါကသင္၏အေကာင့္ကိုပိတ္ျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။APPမွသင္၏ကိုယ္စားျပဳသူထံသို႔အေရးယူတုိင္ၾကားျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။</p>
				<p>(5.2)APPမွေပးပို႔ေသာအေကာင့္အားအသံုးျပဳေသာသူသည္နဂိုမူလမွတ္ပံုတင္ထားသူမဟုတ္ေၾကာင္းေတြ႕ရိွပါကထုိအ
						ေကာင့္ကိုယာယီပိတ္ျခင္း(သို႔)ရာသက္ပန္ပိတ္ျခင္းမ်ားကိုျပဳလုပ္ႏိုင္သည္။</p>
				<p>(5.3)APP၏နည္းစနစ္ျဖင့္စစ္ေဆးရာတြင္လူၾကီးမင္းျဖည့္သြင္းထားေသာကိုယ္ေရးအခ်က္အလက္သည္မွားယြင္းျခင္း၊မွန္
						ကန္မႈမရိွျခင္းဟုေတြ႔ရိွပါကသင့္ထံသို႔အမွန္ျပင္ေပးရန္APPမွေတာင္းဆိုနိုင္သည္။</p>
				<p>(5.4)APPမွေပးပို႔ေသာစာေဆာင္မ်ားတြင္အမွားပါရိွပါကစာေဆာင္မ်ားကိုAPPမွအမွန္ျပန္ျပဳျပင္ခြင့္ရိွသည္။</p>
				<p>(5.5)APP၏ဝန္ေဆာင္မႈမ်ားကိုအဆက္မပ်က္ျပဳျပင္ျခင္း၊ယာယီရပ္တန္႔ျခင္း၊ရာသက္ပန္ရပ္တန္႔လိုျခင္းမ်ားကိုAPPမွျပဳလုပ္နိုင္သည္။ရပ္တန္႔လိုေသာဝန္ေဆာင္မႈတစ္ခု(သို႔)အမ်ားကိုAPPမွတရားဝင္ေၾကျငာျပီးသည့္ေန႔မွစ၍ထိုေၾကျငာခ်က္သည္အက်ံဳးဝင္သည္။</p>
				<p>(5.6)APP၏ဝန္ေဆာင္မႈမ်ားကိုပံုမွန္လည္ပတ္ရန္APPမွထိေရာက္ေသာနည္းပညာႏွင့္မွားယြင္းမႈကိုထိန္းခ်ဳပ္ႏိုင္ေသာအာမခံခ်က္မ်ားရိွသည္။</p>
				<p>(5.7)လူၾကီးမင္းသည္APP၏အဖြဲ႕ဝင္အေကာင့္ကို(1)ႏွစ္ႏွစ္တိတိအသံုးျပဳျခင္းမရိွပါကAPPမွထိုအေကာင့္ကိုပိတ္သိမ္းပိုင္ခြင့္ရိွသည္။ထိုပိတ္သိမ္းျပီးေသာအေကာင့္ကိုAPPမွအျခားအသံုးျပဳလိုသူအားေပးပို႔ပိုင္ခြင့္ရိွသည္။</p>
				<p>(5.8)APPမွပို၍ေကာင္းမြန္ေသာနည္းစနစ္ကိုအသံုးျပဳ၍သင္၏အေကာင့္ကိုလံုျခံဳမႈရိွရန္ဝန္ေဆာင္မႈေပးသည္။ထို႔အျပင္ျဖစ္ပြားႏိုင္
						ေသာအႏၱရာယ္မ်ားကိုၾကိဳတင္ကာကြယ္နိုင္ရန္နည္းစနစ္မ်ား၊ဗဟုသုတမ်ားကိုစာေဆာင္အျဖင့္သင့္ထံသို႔ေပးပို႔မည္။</p>
				<p>(5.9)ဥပေဒစည္းကမ္းႏွင့္မကိုက္ညီေသာအေၾကာင္းအရာမ်ားႏွင့္အခ်က္အလက္မ်ားကိုေတြ႕ရိွပါကAPPမွလူၾကီးမင္းထံသို႔အေၾကာင္းမၾကားပဲအခ်ိန္မေရြးဖ်က္သိမ္းပိုင္ခြင့္ရိွသည္။</p>
				<p>(5.10)APPသည္သင္ေနထိုင္ေသာနိုင္ငံေပၚမူတည္၍သင္၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုေနထိုင္ေသာႏိုင္ငံ၏စည္းကမ္းခ်က္အတိုင္းျဖည့္သြင္းရန္ေတာင္းဆိုႏိုင္သည္။သင္ေနထိုင္ေသာႏိုင္ငံ၏ဥပေဒစည္းကမ္းခ်က္(သို႔)အစိုးရမွေဆာ့ဝဲကိုျဖတ္သိမ္းရန္ေတာင္းဆိုပါကAPPမွလိုက္နာရန္တာဝန္ရိွသည္။</p>
				<p>(6)ေလ်ာ္ေၾကးအခေငြေပးေဆာင္ျခင္း</p>
				<p>လူၾကီးမင္းသည္အီခ်က္အသံုးျပဳစဥ္ဥပေဒစည္းကမ္းေဖာက္ဖ်က္ျခင္းအျပဳအမူ(သို႔)အီခ်က္သံုးစြဲသူလိုက္နာရမည့္
						စည္းကမ္းကိုခ်ိဳးေဖာက္ျခင္း(သို႔)အျခားသူ၏လူ႔အခြင့္အေရးကိုေဖာက္ဖ်က္ျခင္းလုပ္ေဆာင္မိပါကသက္ဆိုင္ရာအီခ်က္ကုမၸဏီႏွင့္ဆိုင္ေသာဝန္ထမ္းမ်ား၊အဖြဲ႕ဝင္မ်ားမွနစ္နာေၾကးေပးေဆာင္ရန္ေတာင္းဆိုပါကသေဘာတူညီရမည္။</p>
				<p>(7)ကန္႔သတ္ထားေသာတာဝန္ႏွင့္တာဝန္မဲ့အေၾကာင္းအရာမ်ား</p>
				<p>(7.1)မည္သည့္အေျခအေနမဆိုေဆာ့ဝဲေၾကာင့္ေအာက္ပါအေၾကာင္းအရာမ်ားျဖစ္ေပၚပါကကုမၸဏီမွဆံုးရံႈးမႈႏွင့္နစ္နာေၾကးကိုတာဝန္ယူေျဖရွင္းေပးမည္ကိုလူၾကီးမင္းသိနားလည္၍သေဘာတူညီရမည္။</p>
				<p>(7.1.1)ဝင္ေငြဆံုးရံႈးျခင္း</p>
				<p>(7.1.2)အျမတ္အစြန္း(သို႔)စာခ်ဳပ္ပ်က္စီးျခင္း</p>
				<p>(7.1.3)လုပ္ငန္းလည္ပတ္မႈရပ္တန္႔ျခင္း</p>
				<p>(7.1.4)သတင္းအခ်က္အလက္မ်ားပ်က္စီးဆံုရံႈးျခင္း</p>
				<p>(7.1.5)လုပ္ငန္းအမည္(သို႔)အခြင့္အေရးဆံုးရံႈးျခင္း</p>
				<p>(7.1.6)ေဒသာအခ်က္အလက္မ်ားပ်က္စီးဆံုရံႈးျခင္း</p>
				<p>(7.1.7)ဝန္ေဆာင္မႈ(သို႔)ကုန္ပစၥည္းဝယ္ယူသည့္အရင္းအႏွီး</p>
				<p>(7.1.8)အျခားအေၾကာင္းအရင္းမ်ားေၾကာင့္မတရားနစ္နာမႈျဖစ္ေပၚေစသည့္ဆံုးရႈံးမႈ</p>
				<p>(7.1.7 ႏွင့္7.1.8အခ်က္သည္သီးသန္႔ျဖစ္သည္)</p>
				<p>(7.2)မည္သည့္အေျခအေနမဆိုေဆာ့ဝဲေၾကာင့္ေအာက္ပါအေၾကာင္းအရာမ်ားျဖစ္ေပၚပါကကုမၸဏီမွဆံုးရံႈးမႈႏွင့္နစ္နာေၾကးကိုတာဝန္ယူေျဖရွင္းေပးမည္မဟုတ္ေၾကာင္းသင့္အေနျဖင့္သိနားလည္၍သေဘာတူညီရမည္။</p>
				<p>(7.2.1)လူၾကီးမင္းသည္ကၽြန္ေတာ္တုိ႔APPတြင္ဥပေဒႏွင့္မညီညြတ္ေသာအျပဳအမူမ်ားလုပ္ေဆာင္ျခငး္ကိုအခိုင္အမာသက္ေသေဖာ္ျပႏုိင္ျခင္း။</p>
				<p>(7.2.2)APPကိုအသံုးျပဳ၍ပစၥည္းဝယ္ယူျခင္း(သို႔)အျခားသတင္း၊ေဒတာအခ်က္အလက္မ်ားကိုအေရာင္းအဝယ္ျပဳလုပ္ျခင္းေၾကာင့္ကုန္က်ေသာေငြေၾကး။</p>
				<p>(7.2.3)လူၾကီးမင္းသည္APPအေပၚအထင္အျမင္လြဲမွားျခင္း။</p>
				<p>(7.2.4)ကၽြန္ေတာ္တို႔ကုမၸဏီမွျပဳလုပ္ေသာအေၾကာင္းအရင္းေၾကာင့္မဟုတ္ပဲAPPဝန္ေဆာင္မႈကိုဆံုးရံႈးျခင္း</p>
				<p>(7.3)ကၽြန္ေတာ္တို႔ကုမၸဏီမွထိန္းခ်ဳပ္လို႔မရေသာအေၾကာင္းအရင္းေၾကာင့္ျဖစ္ေပၚေသာအင္တာနက္သတင္းအခ်က္အလက္မ်ားေႏွာင့္ေႏွးၾက့ံၾကာမႈ၊ရပ္တန္႔မႈေၾကာင့္လူၾကီးမင္းအားဆံုးရံႈးနစ္နာမႈျဖစ္ေပၚျခင္းကိုတာဝန္မယူႏိုင္ပါ။ဥပမာ-သင္၏ကြန္ျပဴတာစနစ္ခ်ိဳ႕ယြင္းျခင္း၊ရာသီဥတုေဖာက္ျပန္ျခင္းေၾကာင့္ျဖစ္ေပၚေသာေဘးဒုကၡမ်ား၊ႏိုင္ငံေတာ္ဥပေဒမွအမိန္႔ထုတ္ေၾကျငာျခင္း</p>
				<p>(7.4)ကၽြန္ေတာ္တို႔APPမွေပးပို႕ေသာသတင္းအခ်က္အလက္မ်ား၊လုပ္ေဆာင္မႈစနစ္မ်ားကိုကြန္ျပဴတာဗိုင္းရပ္ပိုးမ်ားဝင္ေရာက္ဖ်က္ဆီးနိုင္ျခင္းမရိွဟုအာမမခံႏိုင္ပါ။ထို႔ေၾကာင့္လူၾကီးမင္းသည္APPဝန္ေဆာင္မႈကိုစတင္မွတ္ပံုတင္ျခင္းျပဳလုပ္ေသာအခ်ိန္တြင္သိရိွနားလည္ျပီးၾကိဳတင္ကာကြယ္ရမည္။</p>
				<p>(7.5)ကၽြန္ေတာ္တို႔APPႏွင့္ဆက္သြယ္ထားေသာအျခားAPPမ်ား၏သတင္းအခ်က္အလက္မ်ား၊အျခားအေၾကာင္းအရာမ်ားႏွင့္ပတ္သက္၍တစံုတရာျဖစ္ေပၚလာေသာျပသာနာမ်ားကိုကၽြန္ေတာ္တုိ႔APPမွတာဝန္ယူေျဖရွင္းေပးမည္မဟုတ္ပါ။</p>
				<p>(7.6)ကၽြန္ေတာ္တို႔APPမွလူၾကီးမင္းအားအသံုးျပဳလိုေသာေၾကာင့္ေဆာ့ဝဲမည္မွ်ေကာင္းေၾကာင္း၊မွန္ကန္ေၾကာင္း၊အားကိုးရ
						ေၾကာင္း၊အရည္ေသြးေကာင္းမြန္ေၾကာင္းကိုအသိအလင္းေၾကျငာျခင္း(သို႔)ေစာင္းပါးေျပာဆိုျခင္းမ်ားကိုလံုးဝမျပဳလုပ္ပါ။သင္ကိုယ္တိုင္စိတ္ၾကိဳက္အသံုးျပဳလိုေသာေၾကာင့္ေရြးခ်ယ္ျပီးျဖစ္ေပၚလာေသာအႏၱရာယ္မ်ားကိုၾကိဳတင္သတိထားရမည္။</p>
				<p>(7.7)သေဘာတူစာခ်ဳပ္တြင္ပါဝင္ေသာကၽြန္ေတာ္တို႔APPကုမၸဏီမွတာဝန္ယူျခင္းႏွင့္အာမခံျခင္းအေၾကာင္းအရာမ်ားသည္လူ
						ၾကီးမင္းနွင့္ကၽြန္ေတာ္တို႔ၾကားတြင္သာအက်ံဳးဝင္ျပီးအျခားေသာAPPမ်ားႏွင့္မသက္ဆိုင္ပါ။</p>
				<p>(7.8)လူၾကီးမင္းအားစာခ်ဳပ္တြင္ေဖာ္ျပထားျခင္းမရိွေသာဥပေဒကန္႔သတ္ခ်က္မ်ားကိုက်ဴးလြန္ျခင္း၊အထင္အျမင္ေသးခံရျခင္း
						ေၾကာင့္ျဖစ္ေပၚေသာနစ္နာမႈကိုတာဝန္ယူေျဖရွင္းေပးရန္APPမွအဆက္မပ်က္ေတာင္းဆိုမည္။</p>
				<p>(7.9)သင္သည္APPတြင္မွတ္ပံုတင္ျခင္းျပဳလုပ္ျပီးသည္ႏွင့္ကၽြန္ေတာ္တို႔စာခ်ဳပ္ပါအေၾကာင္းအရာမ်ားကိုလက္ခံသေဘာတူသည္ဟုယူဆမည္။ေနာက္ဆက္တြဲျဖစ္ေပၚေသာျပသာနာအားသင့္ထံတြင္သာတာဝန္ရိွသည္။</p>
				<p>(8)သေဘာတူစာခ်ဳပ္အဆံုးသတ္ျခင္း</p>
				<p>(8.1)ကၽြန္ေတာ္တို႔APPသည္စာခ်ဳပ္အတြင္းသတ္မွတ္ထားေသာအခ်ိန္ျပီးဆံုးသည္ႏွင့္သင္၏APPအေကာင့္မ်ားကိုပိတ္ပင္
						ျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။</p>
				<p>(8.2)ကၽြန္ေတာ္တို႔APPသည္စာခ်ဳပ္အတြင္းသတ္မွတ္ထားေသာအခ်ိန္ျပီးဆံုးသည္ႏွင့္APPဝန္ေဆာင္မႈမ်ားအားလံုးကိုရပ္တန္႔ျခင္းမ်ားျပဳလုပ္နိုင္သည္။</p>
				<p>(8.3)ခ်ဳပ္ဆိုထားေသာစာခ်ဳပ္အဆံုးသတ္ျပီးေနာက္ပိုင္း၊လူၾကီးမင္းသည္ဝန္ေဆာင္မႈေပးရန္ေတာင္းဆိုျခင္း၊ေဒသာအခ်က္အလက္မ်ားကိုဆက္လက္သိမ္းဆည္းေပးရန္ေတာင္းဆိုျခင္း၊အျခားေသာေဆာ့ဝဲမွေပးပုိ႕ေသာသတင္းမ်ားကိုေတာင္းဆိုျခင္းစသည္တုိ႔ကိုလုပ္ေဆာင္ပိုင္ခြင့္မရိွပါ။</p>
				<p>(8.4)ကၽြန္ေတာ္တို႔စာခ်ဳပ္အဆံုးသတ္ျခင္းသည္စည္းကမ္းလိုက္နာျခင္း၊တာဝန္ယူျခင္းမ်ားႏွင့္မသက္ဆိုင္ပါ။</p>
				<p>(9)အသိပညာမူပိုင္ခြင့္</p>
				<p>(9.1)APPတြင္ပါရိွေသာအသိပညာဆိုင္ရာအခ်က္အလက္မ်ား၊ေဒသာမ်ား၊ဓါတ္ပံုမ်ား၊အျခားအဖြဲ႔အစည္းမ်ား၊ေဆာ့ဝဲမ်ားစ
						သည္တို႔သည္APP၏မူပိုင္မ်ားျဖစ္သည္။လူၾကီးမင္းသည္မည္သည့္ရည္ရြယ္ခ်က္ႏွင့္မဆိုကူးယူျခင္း၊ျပဳျပင္ျခင္း၊အျခားသူအားေပးပို႔ျခင္း၊အသံုးျပဳျခင္းမ်ားမျပဳလုပ္ရပါ။</p>
				<p>(9.2)APP၏အမည္ေအာက္တြင္ပါရိွေသာလုပ္ပိုင္ခြင့္အားလံုးသည္ကုမၸဏီ၏ပိုင္ဆိုင္မႈျဖစ္သည္။</p>
				<p>(9.3)လူၾကီးမင္းသည္APP၏မူပိုင္ခြင့္ႏွင့္ပက္သက္၍သက္ဆိုင္ရာအခ်က္အလက္မ်ားကိုအျခားေဆာ့ဝဲကုမၸဏီထံသို႔ေပးပို႔ျခင္း၊ေရာင္းခ်ျခင္းမ်ားျပဳလုပ္မိပါကကၽြန္ေတာ္တို႔APPမွသက္ဆိုင္ရာသို႔တိုင္ၾကားျခင္းႏွင့္ေလ်ာ္ေၾကးရယူျခင္းျပဳလုပ္နိုင္သည္။</p>
				<p>(9.4)သင္သည္APP၏ဝန္ေဆာင္မႈကိုအသံုးျပဳစဥ္APP၏အသိပညာမူပိုင္ခြင့္ကိုအလြဲသံုးစားမျပဳလုပ္ရပါ။APP၏လ်ိဳ႔ဝွက္သ
						တင္းမ်ားကိုအင္တာနက္လူမႈကြန္ယက္ထဲသို႔ပ်ံ႕လြင့္ျခင္းမ်ားမျပဳလုပ္ရပါ။</p>
				<p>(9.5)သင္သည္APPထဲသို႔မွတ္ပံုတင္ျပီးဝန္ေဆာင္မႈကိုအသံုးျပဳျခင္းသည္ကၽြန္ေတာ္တို႔APPမွသင့္အားအသိပညာမူပိုင္ခြင့္လြဲေျပာင္းေပးျခင္းျဖစ္သည္ဟုမယူဆရန္။</p>
				<p>(10)သတင္းအခ်က္အလက္မ်ားကာကြယ္ျခင္း</p>
				<p>(10.1)အသံုးျပဳရန္သင့္ေတာ္သည့္ပတ္ဝန္းက်င္</p>
				<p>(10.1.1)လူၾကီးမင္းသည္APPေဆာ့ဝဲထဲသို႔ဝင္ေရာက္မွတ္ပံုတင္ျခင္း(သို႔)အသံုးျပဳစဥ္၊APP၏ေတာင္းဆိုခ်က္အတိုင္းကိုယ္ေရးအခ်က္အလက္မ်ားကိုျဖည့္သြင္းေပးရမည္။</p>
				<p>(10.1.2)လူၾကီးမင္းသည္APP၏ဝန္ေဆာင္မႈကိုအသံုးျပဳစဥ္၊APPမွအလိုအေလ်ာက္သင္၏ကြန္ယက္သတင္းအခ်က္အလက္မ်ား၊IPတည္ေနရာျပျခင္းႏွင့္သင္ေတာင္းဆိုသည့္အခ်က္မ်ားကိုမွတ္တမ္းတင္ျခင္းမ်ားျပဳလုပ္ေပးသည္။</p>
				<p>(10.1.3)APPမွမွန္ကန္ေသာနည္းလမ္းနွင့္နည္းစနစ္မ်ားကိုအသံုးျပဳျခင္းျဖင့္သင္၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုမွတ္တမ္းတင္ေကာက္ယူျခင္းမ်ားျပဳလုပ္ႏိုင္သည္။</p>
				<p>(10.2)သတင္းအခ်က္အလက္မ်ားကိုအသံုးျပဳျခင္း</p>
				<p>(10.2.1)လူၾကီးမင္းသည္APPကိုမွတ္ပံုတင္ျခင္းေအာင္ျမင္သည္ႏွင့္ေဆာ့ဝဲက္ိုစတင္အသံုးျပဳႏိုင္သည္။APPမွသင္၏ေန႔စဥ္အခ်က္အလက္မ်ားကိုမွတ္တမ္းျပဳလုပ္ရန္သေဘာတူသည္။ထိုျပဳလုပ္ထားေသာမွတ္တမ္းအခ်က္အလက္မ်ားကိုေအာက္ေဖာ္ျပပါအေျခအေနတြင္အသံုးျပဳနိုင္သည္။</p>
				<p>(10.2.1.1)သင္ထံသို႔APPဝန္ေဆာင္မႈမ်ားေပးပုို႔ျခင္း</p>
				<p>(10.2.1.2)သင္ေနထိုင္ေသာနိုင္ငံ(သို႔)ေနရာေဒသႏွင့္သက္ဆိုင္ရာအဖြဲ႔အစည္း၏ေတာင္းဆိုခ်က္အရေပးပို႔ျခင္း။</p>
				<p>(10.2.1.3)လူၾကီ္းမင္းသည္APP၏ဝန္ေဆာင္မႈကိုအသံုးျပဳစဥ္၊APPမွသင့္ထံသို႔ေပးပို႔ေသာIDစစ္ေဆးျခင္းနံပါတ္၊သံုးစြဲသူမ်ားအတြက္ဝန္ေဆာင္မႈ၊လံုျခံဳစိတ္ခ်ကာကြယ္နည္း၊လိမ္လည္မႈစစ္ေဆးနည္းႏွင့္အျခားအဖြဲ႔ဝင္မ်ားမွေၾကာ္ျငာအခ်က္အလက္မ်ားသည္မွန္ကန္မႈရိွေၾကာင္းAPPမွအာမခံသည္။</p>
				<p>(10.2.1.4)APPသည္ဝန္ေဆာင္မႈနည္းစနစ္ကိုအသစ္ဖန္တီးျခင္း၊ေျပာင္းလဲမႈရိွေသာသတင္းအခ်က္အလက္မ်ားကိုစုစည္းျခင္းႏွင့္စိစစ္ျခင္းမ်ားျပဳလုပ္ႏုိုင္သည္။</p>
				<p>(10.2.1.5)APP၏ဝန္ေဆာင္မႈအေသးစိတ္အေျခအေနကိုသိရိွရန္လူၾကီးမင္းသည္APPမွေပးပို႔ေသာလုပ္ရွားမႈအသိေပးသ
						တင္းမ်ား၊စီးပြားေရးႏွင့္ဆိုင္ေသာသတင္းမ်ား၊သင္ႏွင့္သက္ဆိုင္ေသာေၾကာ္ျငာမ်ားကိုလက္ခံၾကည့္ရႈရန္သေဘာတူရမည္။</p>
				<p>(10.2.1.6)APPမွပူးေပါင္းျခင္း၊ခြဲေဝျခင္း၊ရွာမီွးျခင္း(သို႔)ကုန္ပစၥည္းမ်ားေျပာင္းေရြ႕လုပ္ေဆာင္ေပးျခင္းစသည္လုပ္ေဆာင္မႈ
						မ်ားျပီးစီးရန္လူၾကီးမင္းသည္သင္၏အခ်က္အလက္မ်ားကိုလြဲေျပာင္းျခင္း(သို႔)အျခားေသာမသက္ဆိုင္သူထံသို႔ေပးပုိ႔ျခင္းမ်ားမျပဳလုပ္ရ။</p>
				<p>(10.2.1.7)ေဆာ့ဝဲႏွင့္ေဆာ့ဝဲထိန္းခ်ဳပ္ျခင္းနည္းစနစ္မ်ားျမင့္တင္ရန္။</p>
				<p>(10.2.1.8)သင့္အားAPPဝန္ေဆာင္မႈကိုစစ္ေဆးရန္ဖိတ္္ေခၚျခင္း။</p>
				<p>(10.2.1.9)အစိုးရအဖြဲ႔ဝင္မ်ား၊အမ်ားျပည္သူဆိုင္ရာဌာနမ်ား၊အဖြဲ႔အစည္းမ်ားစသည္တို႔မွပူးေပါင္း၍အခ်က္အလက္မ်ားကိုခြဲ ျခမ္းစိတ္ျဖာျခင္း။</p>
				<p>(10.2.1.10)အျခားမွန္ကန္ေသာရည္ရြယ္ခ်က္ျဖင့္သင္လက္ခံႏိုင္ေသာေနရာတြင္အသံုးျပဳျခင္း။</p>
				<p>(10.2.2)APPမွသင္၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုသင္၏ခြင့္ျပဳခ်က္မရပဲအျခားသူထံသို႔ေခ်းငွားျခင္း၊ေရာင္းခ်ျခင္းမျပဳ
						လုပ္ပါ။အျခားသူမွလည္းနည္းလမ္းမ်ိဳးစံုသံုးျပီးသင္၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုရယူရန္ၾကံစည္ျခင္းကိုလည္းခြင့္မျပဳပါ။</p>
				<p>(10.3)လူၾကီးမင္းေနထိုင္ေသာႏိုင္ငံ၏ဥပေဒမွေတာင္းဆိုျခင္း၊အမိန္႔ေပးျခင္းမွလြဲ၍အျခားသူမ်ားအားAPPမွသင္၏ကိုယ္ေရးအခ်က္အလက္မ်ားကိုျပသျခင္းမျပဳလုပ္ပါ။</p>
				<p>(11)အတြက္အခ်က္</p>
				<p>အေရာင္းအဝယ္တြင္လိုအပ္ေသာတြက္ခ်က္ျခင္းမ်ားကိုလည္းAPPမွျဖည့္သြင္းထားသည္။ထို႔ျပင္တြက္ခ်က္မႈနည္း
						လမ္းကိုAPPမွေဖာ္ျပထားျပီးအတြက္အခ်က္ရလဒ္ကိုလည္းAPPမွခ်ိန္ကိုက္ျပီးျဖစ္သည္။သို႔ေသာ္တစံုတရာမွားယြင္းျခင္းလံုးဝမရိွဟုAPPမွအာမခံျခင္းမျပဳလုပ္ထားပါ။</p>
				<p>(12)လြဲေျပာင္းေပးျခင္း</p>
				<p>စာခ်ဳပ္္တြင္ပါရိွေသာလုပ္ပိုင္ခြင့္ႏွင့္တာဝန္မ်ားကိုလက္ခံထားသူ၊အေမြဆက္ခံသူ၊အမိန္႔ေပးသူနွင့္ထိန္းခ်ဳပ္သူတို႔
						သည္ကုမၸဏီ၏ခြင့္ျပဳခ်က္မရိွပဲအျခားသူအားလြဲေျပာင္းေပးျခင္းမျပဳလုပ္ရ။သို႔ေသာ္ကၽြန္ေတာ္တို႔ကုမၸဏီမွထိုလုပ္ပိုင္ခြင့္ႏွင့္
						တာဝန္မ်ားကိုအျခားသူအားလြဲေျပာင္းလိုပါကသင့္အားရက္(30)တိတိၾကိဳတင္သတိေပးျခင္းျဖင့္လုပ္ေဆာင္ႏိုင္သည္။</p>
				<p>(13)ခြဲျခမ္းႏိုင္သည့္အပိုင္းမ်ား</p>
				<p>ကၽြန္ေတာ္တို႔ေဆာ့ဝဲ၏စာခ်ဳပ္တြင္ပါရိွေသာအခ်က္အလက္တစ္ခ်ိဳ႕သည္အေၾကာင္းအရင္းတစံုတရာေၾကာင့္ဥပေဒမွလုပ္ေဆာင္ခြင့္မျပဳေသာ္လည္းက်န္ရိွေသာအျခားအခ်က္အလက္သည္ဥပေဒေဘာင္ထဲတြင္အက်ံဳးဝင္သည္။</p>
				<p>(14)ကိုယ္စားျပဳမဟုတ္သည့္အဆက္အသြယ္</p>
				<p>ဤစာခ်ဳပ္တြင္အျခားသတ္မွတ္ျခင္းမွလြဲ၍အျခားပါရိွေသာအခ်က္မ်ားတြင္ေဆာ့ဝဲကုမၸဏီသည္သင္၏ကိုယ္စားျပဳသူ၊တာဝန္ေပးအပ္ျခင္းခံရသူ(သို႔)အျခားကိုယ္စားျပဳသူဟုဖန္တီးေျပာဆိုျခင္း၊ေစာင္းပါးရိပ္ေျခေျပာဆိုျခင္းမရိွရပါ။</p>
				<p>(15)ေတာင္းဆိုပိုင္ခြင့္စြန္႔လႊတ္ေၾကာင္းတရားဝင္စာ</p>
				<p>ကၽြန္ေတာ္တို႔ေဆာ့ဝဲမွ(သို႔)လူၾကီးမင္းမွတစ္ဦးႏွင့္တစ္ဦးသည္သေဘာတူစာခ်ဳပ္တြင္ပါရိွေသာတာဝန္ခ်ိဳးေဖာက္မႈ
						(သို႔)တာဝန္မွစြန္႔လႊတ္ေၾကာင္းတရားဝင္စာကိုစံုစမ္းျခင္း၊စစ္ေဆးျခင္းျပဳလုပ္ရာတြင္အျခားက်န္ရိွေသာအခ်က္အလက္မ်ားကိုပါခ်ိဳးေဖာက္ျခင္းေၾကာင့္တာဝန္စြန္႔လႊတ္သည္ဟုသတ္မွတ္လို႔မရပါ။ဥပမာ-
						အေၾကာင္းအရာတစ္ခုခုကိုလုပ္ေဆာင္ရာတြင္ခြင့္ျပဳခ်က္(သို႔)ကယ္ဆယ္ျခင္းမ်ားမရရိွေသးပဲထိုခြင့္ျပဳခ်က္(သို႔)ကယ္ဆယ္ ျခင္းကိုစြန္႔လႊတ္လို္က္ျပီဟုမသတ္မွတ္နိုင္ပါ။</p>
				<p>(16)ေခါင္းစဥ္မ်ား</p>
				<p>စာခ်ဳပ္တြင္ပါရိွေသာေခါင္းစဥ္အမွတ္အသားမ်ားသည္လူၾကီးမင္းအားဖတ္ရႈစဥ္လြယ္ကူရန္ေရးသားျခင္းျဖစ္သည္။ထိုေခါင္းစဥ္မ်ားသည္စာပိုဒ္တြင္ပါရိွေသာအေၾကာင္းအရာ၏တိုးျခင္း၊ခ်ဲ႕ျခင္း၊ေလ်ာ႔ခ်ျခင္းကိုကိုယ္စားျပဳတပ္ဆင္ေရးသားထား
						ျခင္းမဟုတ္ပါ။</p>
				<p>(17)စာခ်ဳပ္၏သက္ေရာက္မႈႏွင့္ရွင္းျပခ်က္</p>
				<p>(17.1)ဤစာခ်ဳပ္သည္လူၾကီးမင္းမွAPPထဲသို႔မွတ္ပံုတင္ရန္ဝင္ေရာက္ျပီးအဆင့္ဆင့္လုပ္ေဆာင္ကာမွတ္ပံုတင္ျခင္းေအာင္ျမင္၍APPထံမွအေကာင့္နံပါတ္ႏွင့္လိ်ဳ႕ဝွက္နံပါတ္ရရိွသည့္အခိ်န္မွစျပီးစာခ်ဳပ္ပါအခ်က္အလက္မ်ားသည္သင္ႏွင့္APPေဆာ့ဝဲၾကားတြင္သက္ေရာက္မႈရိွသည္ဟုသတ္မွတ္နိုင္သည္။</p>
				<p>(17.2)ဤစာခ်ဳပ္သည္APPမွေနာက္ဆံုးထိရွင္းျပပိုင္ခြင့္ရိွသည္။</p>
			</div>
		</div>
	</div>
</template>
<script>
export default {
    name: 'Agreement',
    data ()
    {
      return {
		  isShow:false,
      }
    },
    methods: {
		show() {
			this.isShow = true;
		},
		doClose() {
			this.isShow = false;
		},
    },
    mounted(){}
}
</script>
<style lang="scss">
	@import "@/assets/css/agreement.scss"; 
</style>